[
    {
        "text": "Background[edit] The Holocaust perpetrated by the Third Reich in the territory of Byelorussia began in the summer of 1941, during Operation Barbarossa, the invasion of the Soviet Union.[2][3] Minsk was bombed and taken over by the Wehrmacht on 28 June 1941.[4] In Hitler's view, Operation Barbarossa was Germany's war against \"Jewish Bolshevism\".[5] On 3 July 1941, during the first \"selection\" in Minsk 2,000 Jewish members of the intelligentsia were marched off to a forest and massacred.[4] The atrocities committed beyond the German–Soviet frontier were summarized by Einsatzgruppen for both sides of the prewar border between BSSR and Poland.[6] The Nazis made Minsk the administrative centre of Reichskomissariat Ostland. As of 15 July 1941 all Jews were ordered to wear a yellow badge on their outer garments under penalty of death, and on 20 July 1941 the creation of the Minsk Ghetto was pronounced.[4] Within two years, it became the largest ghetto in German-occupied Soviet Union,[7] with over 100,000 Jews.[4]",
        "spans": [
            {
                "start": 880,
                "end": 892,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jewish prisoners of the Minsk Ghetto clearing snow at the station, February 1942 The southern part of the modern-day Belarus was annexed to the newly formed Reichskommissariat Ukraine on 17 July 1941 including the easternmost Gomel Region of the Russian SFSR, and several others.[8] They became part of the Shitomir Generalbezirk centred around Zhytomyr. The Germans determined the identities of the Jews either through registration, or by issuing decrees. The Jews were separated from the general population and confined to makeshift ghettos. Because the Soviet leadership fled from Minsk without ordering evacuation, most Jewish inhabitants have been captured.[8][9] There were 100,000 prisoners held in the Minsk Ghetto, in Bobruisk 25,000, in Vitebsk 20,000, in Mogilev 12,000, in Gomel over 10,000, in Slutsk 10,000, in Borisov 8,000, and in Polotsk 8,000.[10] In the Gomel Region alone, twenty ghettos were established in which no less than 21,000 people were imprisoned.[8]",
        "spans": [
            {
                "start": 24,
                "end": 36,
                "label": "GHETTO"
            },
            {
                "start": 710,
                "end": 722,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Holocaust in Reichskommissariat Ostland, which included Byelorussia In November 1941 the Nazis rounded up 12,000 Jews in the Minsk Ghetto to make room for the 25,000 foreign Jews slated for expulsion from Germany, Austria and the Protectorate of Bohemia and Moravia.[4] On the morning of 7 November 1941 the first group of prisoners were formed into columns and ordered to march singing revolutionary songs. People were forced to smile for the cameras. Once beyond Minsk, 6,624 Jews were taken by lorries to the nearby village of Tuchinka (Tuchinki) and shot by members of Einsatzgruppe A.[11] The next group of over 5,000 Jews followed them to Tuchinka on 20 November 1941.[12]",
        "spans": [
            {
                "start": 125,
                "end": 137,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b c d e ARC (26 June 2006). \"Minsk Ghetto\". Hilberg 2003, Gilbert 1986, Ehrenburg 1981, Arad 1987, Gutman 1990, Klee 1991, et al. Aktion Reinhard Camps. Archived from the original on 3 September 2011 – via Internet Archive.",
        "spans": [
            {
                "start": 33,
                "end": 45,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Donald L. Niewyk, Francis R. Nicosia (2000). The Columbia Guide to the Holocaust. The Minsk Ghetto. Columbia University Press. pp. 205, 156–165, 205–208. ISBN 0231505906.CS1 maint: uses authors parameter (link)",
        "spans": [
            {
                "start": 88,
                "end": 100,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Barbara Epstein (2008). The Minsk Ghetto 1941-1943: Jewish Resistance and Soviet Internationalism. University of California Press. p. 295. ISBN 9780520931336. Notes.",
        "spans": [
            {
                "start": 30,
                "end": 42,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "4 Daugavpils ghetto 5 Gypsy Holocaust in Latvia 6 Justice 7 Historiography and memorials",
        "spans": [
            {
                "start": 2,
                "end": 19,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Daugavpils[edit] Main article: Daugavpils ghetto In Daugavpils the extermination of Jews was initially commanded by Erich Ehrlinger, chief of Einsatzkommando 1b.[12] By July 11 they had killed about 1,150 people. Ehrlinger's work was continued by Joachim Hamann, who was liable for the killing of 9012 Jews in the city and in southern Latgale. The chief of the local auxiliary police Roberts Blūzmanis had rendered active assistance by ensuring the moving of the Jews to the Grīva ghetto and transporting them to the killing places.",
        "spans": [
            {
                "start": 31,
                "end": 48,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jungfernhof concentration camp[edit] Main article: Jungfernhof concentration camp Confinement[edit] Riga Ghetto[edit] Main article: Riga Ghetto  Hinrich Lohse in the Riga Central Railway Station.  The Jews with Yellow badges, Riga, 1942.  Riga ghetto, 1942  Jewish prisoners in Salaspils concentration camp  An Anti-partisan operation, March 1943.",
        "spans": [
            {
                "start": 132,
                "end": 143,
                "label": "GHETTO"
            },
            {
                "start": 239,
                "end": 250,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Daugavpils ghetto[edit] Main article: Daugavpils Ghetto The Daugavpils Ghetto was set up in Grīva at the end of July, 1941, when all surviving Jews in the city were moved there. Jews from other towns and villages of Latgale and even Vidzeme were also brought there. Altogether the ghetto had about 15,000 prisoners. The engineer Misha Movshenson ran the Council of the ghetto. His father had headed the city of Daugavpils in 1918 during the previous period of German occupation.[12]",
        "spans": [
            {
                "start": 38,
                "end": 55,
                "label": "GHETTO"
            },
            {
                "start": 60,
                "end": 77,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "In later years the officials held memorial services every year in November or December. There were speeches reminding of the atrocities of the Nazis. But saying kaddish was forbidden. Once after the official part of the meeting, Jews tried to say Kaddish and tell a little about the ghetto, but the police didn't permit to do so. Until 1972, when I retired from the army, I did my best to keep the place neat.[37] Independent Latvia[edit] In Latvia, Holocaust scholarship could only be resumed once Soviet rule had ended.[40]  Much of the post-1991 work was devoted to identification of the victims.[41]  This was complicated by the passage of time and the loss of some records and the concealment of others by the NKVD and its successor agencies of the Soviet secret police.[41] On November 29, 2002, sixty-one years after the murders, the highest officials of the Republic of Latvia, together with representatives of the Latvian Jewish community, foreign ambassadors, and others attended a memorial dedication at the Rumbula site.  The President and the Prime Minister of the Republic walked to the forest from where the Riga ghetto had been.  Once they arrived, President Vaira Vīķe-Freiberga addressed the gathering:",
        "spans": [
            {
                "start": 1123,
                "end": 1134,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Nazi ghettoization policy Further information: Jewish ghettos in German-occupied Poland and Intelligenzaktion Prior to World War II, there were 3,500,000 Jews in Poland,[9] living mainly in cities: about 10% of the general population. The database of the POLIN Museum of the History of Polish Jews provides information on 1,926 Jewish communities across the country.[27] Following the conquest of Poland and the 1939 murder of intelligentsia,[28] the first German anti-Jewish measures involved a policy of expelling Jews from Polish territories annexed by the Third Reich.[29] The westernmost provinces, of Greater Poland and Pomerelia, were turned into new German Reichsgaue named Danzig-West Prussia and Wartheland,[30] with the intent to completely Germanize them through settler colonization (Lebensraum).[31] Annexed directly to the new Warthegau district, the city of Łódź absorbed an initial influx of some 40,000 Polish Jews forced out of surrounding areas.[32] A total of 204,000 Jewish people passed through the ghetto in Łódź. Initially, they were to be expelled to the Generalgouvernement.[33][34] However, the ultimate destination for the massive removal of Jews was left open until the Final Solution was set in motion two years later.[35]",
        "spans": [
            {
                "start": 1022,
                "end": 1036,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "German-inspired massacres Further information: Ponary massacre, Lviv pogroms, and Stanislawow Ghetto massacre Many German-inspired massacres were carried out across occupied eastern Poland with the active participation of indigenous people. The guidelines for such massacres were formulated by Reinhard Heydrich,[245] who ordered his officers to induce anti-Jewish pogroms on territories newly occupied by the German forces.[246][247] In the lead-up to the establishment of the Wilno Ghetto in the fifth largest city of prewar Poland and a provincial capital Wilno (now Vilnius, Lithuania),[248] German commandos and the Lithuanian Auxiliary Police Battalions killed more than 21,000 Jews during the Ponary massacre in late 1941.[249] At that time, Wilno had only a small Lithuanian-speaking minority of about 6 percent of the city's population.[250] In the series of Lviv pogroms committed by the Ukrainian militants in the eastern city of Lwów (now Lviv, Ukraine), some 6,000 Polish Jews were murdered in the streets between June 30 and July 29, 1941, on top of 3,000 arrests and mass shootings by Einsatzgruppe C.[251][252] The Ukrainian militias formed by OUN with the blessings of the SS spread terror across dozens of locations throughout south-eastern Poland.[253]",
        "spans": [
            {
                "start": 82,
                "end": 100,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "1946 meeting of Żegota members on the anniversary of the Warsaw Ghetto Uprising at the Polish Theatre Due to the territorial shift imposed from the outside, the number of Holocaust survivors from Poland remains the subject of deliberation.[266] According to official statistics, the number of Jews in the country changed dramatically in a very short time.[277] In January 1946, the Central Committee of Polish Jews (CKŻP) registered the first wave of some 86,000 survivors from the vicinity. By the end of that summer, the number had risen to about 205,000–210,000 (with 240,000 registrations and over 30,000 duplicates).[278] The survivors included 180,000 Jews who arrived from the Soviet-controlled territories as a result repatriation agreements. Another 30,000 Jews returned to Poland from the USSR after the Stalinist repressions ended a decade later.[8][278]",
        "spans": [
            {
                "start": 57,
                "end": 70,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Rotbein Flaum, Shirley (2007). \"Lodz Ghetto Deportations and Statistics\". Timeline. JewishGen Home Page. Archived from the original on March 21, 2015. Retrieved March 26, 2015. Source: Encyclopedia of the Holocaust (1990), Baranowski, Dobroszycki, Wiesenthal, Yad Vashem Timeline of the Holocaust, others.",
        "spans": [
            {
                "start": 34,
                "end": 45,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Rosenberg, Jennifer (2006). \"The Łódź Ghetto\". Archived from the original on April 30, 2006. Sources: Lodz Ghetto: Inside a Community Under Siege by Adelson, Alan and Robert Lapides (ed.), New York, 1989; The Documents of the Łódź Ghetto: An Inventory of the Nachman Zonabend Collection by Web, Marek (ed.), New York, 1988; The Holocaust: The Fate of European Jewry by Yahil, Leni, New York, 1991.",
        "spans": [
            {
                "start": 35,
                "end": 46,
                "label": "GHETTO"
            },
            {
                "start": 104,
                "end": 115,
                "label": "GHETTO"
            },
            {
                "start": 228,
                "end": 239,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Marek Edelman. \"The Ghetto Fights\". The Warsaw Ghetto: The 45th Anniversary of the Uprising. Literature of the Holocaust, at the University of Pennsylvania. Archived from the original on November 25, 2009.",
        "spans": [
            {
                "start": 42,
                "end": 55,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Tal Bruttmann, Mémorial de la Shoah (2010). \"Report: Mass graves and killing sites in the Eastern part of Europe\" (PDF). Grenoble: Task Force for International Cooperation on Holocaust Education and Research (ITF). Archived (PDF) from the original on August 11, 2016. Mass graves resulting from deaths in the ghettos and various places of detention due to mistreatment, starvation ... concern the fate of several hundred thousand Jews. In the Warsaw ghetto alone, more than 100,000 Jews died and were buried in various places. Cite journal requires |journal= (help)",
        "spans": [
            {
                "start": 445,
                "end": 458,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Garrard, John; Garrard, Carol (2014). \"Monument at Bronnaya Gora\". The Brest Ghetto Passport Archive. JewishGen. Archived from the original on December 1, 2017.",
        "spans": [
            {
                "start": 73,
                "end": 85,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Antopal: Brest. The Antopol Ghetto\". The ghetto liquidation 'Aktion'. International Jewish Cemetery Project, with links to resources. Archived from the original on August 4, 2017. Retrieved November 26, 2017. Deportations to Bronna Gora lasted four days beginning October 15, 1942",
        "spans": [
            {
                "start": 23,
                "end": 37,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Shirley Rotbein Flaum, Roni Seibel Liebowitz (2007). \"Lodz Ghetto Deportations and Statistics\". Sources: Encyclopedia of the Holocaust, Baranowski, Dobroszycki, Wiesenthal, Yad Vashem Timeline. Łódź ShtetLinks · JewishGen. Archived from the original on March 21, 2015. Retrieved April 12, 2015.",
        "spans": [
            {
                "start": 56,
                "end": 67,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Online Exhibitions:  Give Me Your Children – Voices from the Lodz Ghetto\". United States Holocaust Memorial Museum. Archived from the original on March 10, 2017.",
        "spans": [
            {
                "start": 64,
                "end": 75,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Barbara Engelking:  Warsaw Ghetto Internet Database Archived July 17, 2013, at the Wayback Machine hosted by Polish Center for Holocaust Research. Archived September 26, 2013, at the Wayback Machine The Fund for support of Jewish Institutions or Projects, 2006. (in Polish and English)",
        "spans": [
            {
                "start": 22,
                "end": 35,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Barbara Engelking: Warsaw Ghetto Calendar of Events: July 1942 Archived May 4, 2009, at the Wayback Machine Timeline. See: July 22, 1942 — the beginning of the great deportation action in the Warsaw ghetto; transports leave from Umschlagplatz for Treblinka. Publisher: Centrum Badań nad Zagładą Żydów IFiS PAN,  Warsaw Ghetto Internet Database Archived July 17, 2013, at the Wayback Machine 2006.",
        "spans": [
            {
                "start": 21,
                "end": 34,
                "label": "GHETTO"
            },
            {
                "start": 194,
                "end": 207,
                "label": "GHETTO"
            },
            {
                "start": 314,
                "end": 327,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Warsaw Ghetto Uprising\". The Holocaust Encyclopedia. United States Holocaust Memorial Museum. Archived from the original on February 12, 2010.",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Isaiah Trunk (1972), \"The Attitude of the Councils toward Physical Resistance\", Judenrat: The Jewish Councils in Eastern Europe Under Nazi Occupation, U of Nebraska Press, pp. 464–466, 472–474, ISBN 978-0803294288, archived from the original on January 3, 2014, The highest degree of cooperation was achieved when chairmen, or other leading Council members themselves, actively participated in preparing and executing acts of resistance, particularly in the course of liquidations of ghettos. [Prominent examples include Warsaw, Częstochowa, Radomsko, Pajęczno, Sasów, Pińsk, Mołczadź, Iwaniska, Wilno, Nieśwież, Zdzięcioł (see: Zdzięcioł Ghetto), Tuczyn (Równe), and Marcinkańce (Grodno) among others] Also in: Martin Gilbert (1986), The Holocaust: the Jewish tragedy, Collins, p. 828",
        "spans": [
            {
                "start": 631,
                "end": 647,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ The Holocaust Encyclopedia (2017), Resistance in the Vilna Ghetto, United States Holocaust Memorial Museum, archived from the original on August 3, 2017",
        "spans": [
            {
                "start": 55,
                "end": 67,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Landau, David J., Caged — A story of Jewish Resistance, Pan Macmillan Australia, 2000, ISBN 0-7329-1063-3. Quote: \"The tragic end of the Ghetto [in Warsaw] could not have been changed, but the road to it might have been different under a stronger leader. There can be no doubt that if the Uprising of the Warsaw Ghetto had taken place in August—September 1942, when there were still 300,000 Jews, the Germans would have paid a much higher price.\"",
        "spans": [
            {
                "start": 307,
                "end": 320,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Final Solution[edit] Direct transports[edit]  In the Łódź Ghetto, Jews from Austria, Germany, and Prague are rounded up for deportation to Kulmhof extermination camp, May 1942 On 16 or 17 September 1941, Hitler approved a proposal to deport 60,000 Jews from the Reich and the Protectorate to Łódź Ghetto, in the Warthegau.[72][73] Due to overcrowding in the Łódź Ghetto, and partly to make space for the new arrivals, Kulmhof extermination camp was opened in fall 1941.[74] Twenty thousand Jews were eventually deported. Five transports with five thousand Jews departed from Prague on 16, 21, 26 and 30 October and 3 November, arriving in Łódź the next day.[75][76] One transport, on 16 November, took Jews from Brno to Minsk.[77] Unlike later transports, the passenger list had been drawn up by the Gestapo.[75] Most of the deportees to Łódź were elderly, and by April 1942 sixteen percent had already died.[78] That month, Heinrich Himmler ordered the murder of 10,000 of the remaining Austrian, German, and Czech deportees: between 4 and 15 May, 10,993 Jews were deported in Kulmhof.[79] Only 277 of the Czech deportees survived the Łódź Ghetto and subsequent deportations to extermination camps.[80]",
        "spans": [
            {
                "start": 53,
                "end": 64,
                "label": "GHETTO"
            },
            {
                "start": 292,
                "end": 303,
                "label": "GHETTO"
            },
            {
                "start": 358,
                "end": 369,
                "label": "GHETTO"
            },
            {
                "start": 1136,
                "end": 1147,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Brade, Laura (2017).  Christopher R. Browning; Chad Bryant; Konrad Jarausch; Donald Raleigh; Susan Pennybacker; Karen Auerbach (eds.). Networks of Escape: Jewish Flight from the Bohemian Lands, 1938-1941 (PhD thesis). University of Chapel Hill. doi:10.17615/apr3-3m30. \"The Łódź ghetto\". Terezín Initiative. 5 September 2011. Retrieved 3 January 2020.",
        "spans": [
            {
                "start": 274,
                "end": 285,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Executor units[edit] Einsatzgruppen C & D (Einsatzkommando) Order Police battalions Abwehr/Brandemburg special saboteur unit Nachtigall Battalion Freiwilligen-Stamm-Regiment 3 & 4 (Russians & Ukrainians) Ukrainian auxiliary units:[15] Schutzmannschaft as well as Ukrainische Hilfspolizei Survivors[edit]  Lvov Ghetto, 1942 Mina Rosner Roald Hoffmann Shevah Weiss Simon Wiesenthal Adam Daniel Rotfeld Mordechai Rokeach Stefan Petelycky[16] Rescuers[edit] Ukraine rates the 4th in the number of people recognized as \"Righteous Among the Nations\" for saving Jews during the Holocaust, with the total of 2,515 individuals recognized as of 1 January 2015.[17] The Shtundists, an evangelical Protestant denomination which emerged in late 19th century Ukraine, helped hide Jews.[18]",
        "spans": [
            {
                "start": 305,
                "end": 316,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Nazi-appointed head of the Judenrat while he lived in the Łódź Ghetto in Poland.  He was known to abuse his power, such as by molesting young Jewish women within the ghetto.[36]  Family was also killed at the camp.",
        "spans": [
            {
                "start": 58,
                "end": 69,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "From Hamburg. Deported to Łódź Ghetto on October 26, 1941, where she was molested by Mordechai Chaim Rumkowski. Remained there for two years until deported to Auschwitz. Transferred to Neuengamme concentration camp.",
        "spans": [
            {
                "start": 26,
                "end": 37,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A Polish film about the uprising in the Warsaw Ghetto, it premieres at the Venice Film Festival; it is released in English as Border Street in 1950.[3][4]",
        "spans": [
            {
                "start": 40,
                "end": 53,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Based on the true story of Dr. Janusz Korczak and his attempt to keep alive the children in his Warsaw Ghetto orphanage.",
        "spans": [
            {
                "start": 96,
                "end": 109,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A True Story about the Podgórski sisters who rescued 13 Jews from the Przemyśl Ghetto.",
        "spans": [
            {
                "start": 70,
                "end": 85,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Documentary produced by Aviva Kempner about the Jewish resistance in the Vilna Ghetto.",
        "spans": [
            {
                "start": 73,
                "end": 85,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A Day in the Warsaw Ghetto: A Birthday Trip in Hell",
        "spans": [
            {
                "start": 13,
                "end": 26,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Based on the diaries of Warsaw ghetto inmates",
        "spans": [
            {
                "start": 24,
                "end": 37,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Weinstein was sent to Auschwitz and attempted to escape, but was caught. At first imprisoned in Block 11 but survived, he was later sent into the Warsaw ghetto as part of a penal work group with, among others, Robert Savosnick. Weinstein died there, possibly of Typhus|epidemic typhus (Mendelsohn, p. 177), or by a falling wall (Ottosen, p. 231).",
        "spans": [
            {
                "start": 148,
                "end": 161,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Unpaved street in the Frysztak Ghetto Ghettos were established by Nazi Germany in hundreds of locations across occupied Poland after the German invasion of Poland.[1][2][3] Most ghettos were established between October 1939 and July 1942 in order to confine and segregate Poland's Jewish population of about 3.5 million for the purpose of persecution, terror, and exploitation. In smaller towns, ghettos often served as staging points for Jewish slave-labor and mass deportation actions, while in the urban centers they resembled walled-off prison-islands described by some historians as little more than instruments of \"slow, passive murder\", with dead bodies littering the streets.[4] In most cases, the larger ghettos did not correspond to traditional Jewish neighborhoods, and non-Jewish Poles and members of other ethnic groups were ordered to take up residence elsewhere. Smaller Jewish communities with populations under 500 were terminated through expulsion soon after the invasion.[5][6]",
        "spans": [
            {
                "start": 22,
                "end": 37,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "1939–1940         The first ghetto (Piotrków Trybunalski Ghetto) was set up on 8 October 1939, 38 days after the German invasion of Poland on 1 September 1939.[21] Within months, the most populous Jewish ghettos in World War II, the Warsaw Ghetto and the Łódź Ghetto, had been established.",
        "spans": [
            {
                "start": 36,
                "end": 63,
                "label": "GHETTO"
            },
            {
                "start": 233,
                "end": 246,
                "label": "GHETTO"
            },
            {
                "start": 255,
                "end": 266,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Łódź Ghetto → Chełmno death camp",
        "spans": [
            {
                "start": 3,
                "end": 14,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to labour camps (1,500), Mława Ghetto → Auschwitz,[26] many killed locally.[25]",
        "spans": [
            {
                "start": 25,
                "end": 37,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Łowicz ghetto and Warsaw Ghetto (5,600)",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            },
            {
                "start": 21,
                "end": 34,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Buchenwald, Muszyna, Mielec, see Gorlice Ghetto (1941)",
        "spans": [
            {
                "start": 36,
                "end": 50,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Warsaw Ghetto (3,000), 300 killed locally",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Warsaw Ghetto (all 6,000) → Treblinka",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Warsaw Ghetto (all; with labor camp)[27]",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Warsaw Ghetto (all) → Treblinka.[28]",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Skawina Ghetto (all) → Bełżec",
        "spans": [
            {
                "start": 3,
                "end": 17,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Łódź Ghetto → Chełmno death camp",
        "spans": [
            {
                "start": 3,
                "end": 14,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Kowale Pańskie ghetto (all 5,000)",
        "spans": [
            {
                "start": 3,
                "end": 24,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Kowale Pańskie ghetto (all 500)",
        "spans": [
            {
                "start": 3,
                "end": 24,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Warsaw Ghetto, see Muranów neighbourhood of Warsaw (whole) [30]",
        "spans": [
            {
                "start": 0,
                "end": 13,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Izbica Ghetto → Bełżec, Majdanek",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Rzeszów ghetto → 5,000 shot locally",
        "spans": [
            {
                "start": 3,
                "end": 17,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Słonim Ghetto, all killed locally",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Łomża Ghetto → Treblinka, 340 killed locally.[42]",
        "spans": [
            {
                "start": 3,
                "end": 15,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Ożarów ghetto → Treblinka [49]",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Kraków Ghetto, Bełżec extermination camp, killed locally",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Będzin Ghetto (500), Auschwitz (1,400)",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Rzeszów ghetto, killed locally → Bełżec",
        "spans": [
            {
                "start": 3,
                "end": 17,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Jasło ghetto → killed in Warzyce forest",
        "spans": [
            {
                "start": 3,
                "end": 15,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "see Tarnogród ghetto → Bełżec extermination camp",
        "spans": [
            {
                "start": 4,
                "end": 20,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "to Starachowice,[66] see also Tomaszów Mazowiecki Ghetto (1940)",
        "spans": [
            {
                "start": 30,
                "end": 56,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ United States Holocaust Memorial Museum - Online Exhibition:  Give Me Your Children: Voices from the Lodz Ghetto Archived 2013-09-12 at the Wayback Machine",
        "spans": [
            {
                "start": 103,
                "end": 114,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Warsaw Ghetto, United States Holocaust Memorial Museum (USHMM), Washington, D.C.",
        "spans": [
            {
                "start": 2,
                "end": 15,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Maciej i Ewa Szaniawscy, \"Zagłada Żydów w Będzinie w świetle relacji\" (Extermination of Jews in the light of testimony) Archived 2012-05-25 at WebCite.  (in Polish) According to 1946 research by Wojewódzka Żydowska Komisja Historyczna in Katowice, wrote Maciej i Ewa Szaniawscy, there were around 30,000 Jews in Będzin following the invasion, including those who came in from neighbouring settlements. Between October 1940 and May 1942, the first 4,000 Jews were deported. In May 1942 additional 2,000 and in August, 5,000 more. Deportations between August 1942 and mid June 1943 amounted to additional 5,000. On 22 June 1943 the next transport of 5,000 Jews departed to Auschwitz, and finally, between 1–3 August 1943, the remaining 8,000 were sent away. The dispersed Jews who stayed, amounting to 1,000 persons, were deported between early October 1943 and July 1944. In total, about 28,000 Jews are believed to have been deported from the Będzin Ghetto. This information however, is not confirmed by the two main sources of the remaining data nor the Jewish Historical Institute, listing only 7,000 victims.",
        "spans": [
            {
                "start": 945,
                "end": 958,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Chronology of Vilna Ghetto,\" Archived 2017-10-23 at the Wayback Machine at Vilnaghetto.com without additional confirmation of quantitative data. Accessed June 24, 2011.",
        "spans": [
            {
                "start": 17,
                "end": 29,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"After the Uprising: Life Among the Ruins of the Warsaw Ghetto | Holocaust Survivors Describe the Last Months in the Warsaw Ghetto – Voices from the Inferno | Yad Vashem\".",
        "spans": [
            {
                "start": 51,
                "end": 64,
                "label": "GHETTO"
            },
            {
                "start": 119,
                "end": 132,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Higher SS and Police Leader of Lwów  Responsible for the establishment of the Lwów Ghetto, which had a population of 120,000 Polish Jews, only 823 surviving after the war  In charge of the establishment of the Radom Ghetto which hosted about 33,000 Polish Jews, the majority of whom died  Higher SS and Police Leader of the District of Galicia",
        "spans": [
            {
                "start": 210,
                "end": 222,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Suppression and destruction of the Warsaw Ghetto Uprising",
        "spans": [
            {
                "start": 35,
                "end": 48,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "SS and Police Leader of the Warsaw area from 1941–43  Responsible for the Grossaktion Warsaw, the  single most deadly operation against the Jews in the course of the Holocaust in occupied Poland, which entailed sending between 254,000 and 265,000 men, women and children aboard overcrowded Holocaust trains to Treblinka Leading figure in the destruction of the Warsaw Ghetto Uprising",
        "spans": [
            {
                "start": 361,
                "end": 374,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Commander of the Vilna Ghetto  Commander of the Ypatingasis būrys killing squad, which was largely responsible for the Ponary massacre where approximately 100,000 people were shot, including 70,000 Jews.",
        "spans": [
            {
                "start": 17,
                "end": 29,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "General Commissioner for Latvia for Nazi Germany's occupation regime (Reichskommissariat Ostland)  Major figure in the establishment of the Riga Ghetto",
        "spans": [
            {
                "start": 140,
                "end": 151,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Responsible for  the establishment of the Vilna Ghetto, which hosted a population of about 55,000 Jews, none of whom survived after the war  Effectively ruled the ghetto until July 23,shortly before its liquidation",
        "spans": [
            {
                "start": 42,
                "end": 54,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Governor of the Warsaw District Responsible fore the establishment of the Warsaw Ghetto, the largest ghetto ever build by the Nazis",
        "spans": [
            {
                "start": 74,
                "end": 87,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Leipzig Permoserstraße (main factory) Leipzig, northern factory Taucha (also called Hasag Werk II) Colditz satellite labor camp (1944 - mid-April 1945). 718 known prisoners slave laborers, primarily Hungarian and Polish Jews[2] Delitzsch (1944) Flößberg labor camp, subcamp of Buchenwald concentration camp (November 30, 1944 - April 13, 1945). 1,902 (primarily Jewish) slave laborers, 235 known deaths,[22] of which, 195 are known by name[23] Grimma (in 1944) Borsdorf (in 1944) Altenburg Meuselwitz Langewiesen, later Dermbach Oberweißbach/Eisenach Berlin-Köpenick Schlieben/Berga, Schlieben concentration camp, third largest of the 136 Buchenwald labor subcamps[6] with between 2,000 and 5,000 female prisoners from Ravensbrück, and Buchenwald [24] German factories in Skarżysko-Kamienna with 35,000 dead,[4] Kielce and Częstochowa ghetto (1942/1943 to January 1945) using up to 41,800 Jewish forced laborers.[3] Partner/co-operative production in Milan and Rome Prominent prisoners[edit]",
        "spans": [
            {
                "start": 823,
                "end": 841,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "External links[edit] State archive Bundesland of Saxony (in German) Leipzig Memorial of Forced Labour official website. (Note: most of the site is not yet translated into English.) Gedenkstätte zur Erinnerung an die Zwangsarbeiter und Zwangsarbeiterinnen in der Zeit des Nationalsozialismus in Leipzig (in German) Częstochowa ghetto, important HASAG production facilities HASAG-Außenlager des KZ Buchenwald in Colditz und Flößberg (in German) Geschichte und Erinnerung an den HASAG-Standort Flößberg Flößberg concentration camp memorial website (in German) HASAG Werk Schlieben Schlieben-Berga concentration camp memorial website (in German) Documents and clippings about HASAG in the 20th Century Press Archives of the ZBW Further reading[edit] Leipzig Permoserstraße zur Geschichte eines Industrie- und Wissenschaftsstandorts, UFZ-Umweltforschungszentrum Leipzig-Halle GmbH, 2001 ISBN 3-932900-61-8 Felicja Karay, Wir lebten zwischen Granaten und Gedichten. Das Frauenlager der Rüstungsfabrik HASAG im Dritten Reich. Translated from the Hebrew by Susanne Plietzsch. Cologne: Böhlau, 2001 ISBN 3-412-14501-7",
        "spans": [
            {
                "start": 314,
                "end": 332,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jump to navigation Jump to search Daugavpils GhettoJews in the Daugavpils ghetto, probably in August, 1941Also known asDvinsk ghetto, the Citadel, Ghetto DünaburgLocationDaugavpils, Latvia and vicinity, including Pogulyanka  (Poguļanka) Forest (sometimes called Mežciems forest).DateJune 26, 1941 to October 1943Incident typeImprisonment, mass shootings, forced labor, starvationPerpetratorsErich Ehrlinger, Joachim Hamann, Günter Tabbert, Roberts BlūzmanisOrganizationsNazi SS, Rollkommando Hamann, Arajs Kommando, Latvian Auxiliary PoliceVictims13,000 to 16,000 Jews, mostly Latvians with some LithuaniansSurvivorsAbout 100 Following the occupation of Latvia by Nazi Germany in the summer of 1941, the Daugavpils Ghetto (German: Ghetto Dünaburg) was established in an old fortress near Daugavpils. Daugavpils is the second largest city in Latvia and the principal city of the Latgalia region. Daugavpils was located in southeastern Latvia on the Daugava River. The city was militarily important as a major road and railway junction. Before World War II, Daugavpils was the center of a thriving Jewish community in the Latgale region and one of the most important centers of Jewish culture in eastern Europe.[1] Over the course of the German occupation of Latvia, the vast majority of the Jews of Latgale were killed as a result of the Nazi extermination policy.",
        "spans": [
            {
                "start": 63,
                "end": 80,
                "label": "GHETTO"
            },
            {
                "start": 704,
                "end": 721,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Individual executions[edit] The German authorities enforced discipline in the Daugavpils ghetto by hanging people who were perceived as violating their many rules:",
        "spans": [
            {
                "start": 78,
                "end": 95,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Associated German and Latvian units[edit] The following units of the German army were associated with the Daugavpils ghetto or the administration of forced labor:",
        "spans": [
            {
                "start": 106,
                "end": 123,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "vteThe Holocaust in Latvia Main article The Holocaust Related articles by country Belarus Estonia Lithuania Norway Poland Russia Ukraine Crimes Burning of the Riga synagogues Dünamünde Action Jelgava Pogulianski Rumbula Liepāja (Šķēde) Victims Jewish people of Latvia Gypsies Joseph Carlebach Simon Dubnow Else Hirsch Perpetrators Alois Brunner Rudolf Batz Fritz Dietrich Otto-Heinrich Drechsler Erich Ehrlinger Karl Jäger Friedrich Jeckeln Heinz Jost Konrāds Kalējs Ernst Kaltenbrunner Wolfgang Kügler Rudolf Lange Hinrich Lohse Friedrich Panzinger Hans-Adolf Prützmann Eduard Roschmann Alfred Rosenberg Martin Sandberger Albert Sauer Rudolf Joachim Seck Franz Walter Stahlecker Eduard Strauch Nazi occupation and organizations Einsatzgruppen Reichskommissariat Ostland Rollkommando Hamann Collaborators Individuals Viktors Arājs Herberts Cukurs Kārlis Lobe Organizations Arajs Kommando Latvian Auxiliary Police Schutzmannschaft Ghettos and camps Daugavpils Ghetto Jungfernhof concentration camp Kaiserwald concentration camp Riga Ghetto Salaspils concentration camp Documentation Generalplan Ost Jäger Report Concealment Sonderaktion 1005 War crimes investigations and trials Einsatzgruppen trial Extraordinary (Soviet) State Commission Righteous Among the Nations Jānis Lipke Paul Schiemann Roberts Sedols Memorials Bikernieki Memorial Related articles The Holocaust The Mover Occupation of Latvia by Nazi Germany",
        "spans": [
            {
                "start": 948,
                "end": 965,
                "label": "GHETTO"
            },
            {
                "start": 1027,
                "end": 1038,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Map of the Holocaust in Ukraine. Odessa ghetto marked with gold-red star. Transnistria massacres marked with red skulls. The Odessa massacre was the mass murder of the Jewish population of Odessa and surrounding towns in the Transnistria Governorate during the autumn of 1941 and the winter of 1942 while it was under Romanian control. Depending on the accepted terms of reference and scope, the Odessa massacre refers either to the events of October 22–24, 1941 in which some 25,000 to 34,000 Jews were shot or burned, or to the murder of well over 100,000 Ukrainian Jews in the town and the areas between the Dniester and Bug rivers, during the Romanian and German occupation. The primary perpetrators were Romanian soldiers, Einsatzgruppe SS and local ethnic Germans.[1][2]",
        "spans": [
            {
                "start": 33,
                "end": 46,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "11 Forced abortions and sterilization 12 Forced labor 13 The Dünamünde Action 14 Executions in the ghetto 15 1942 in the German Ghetto 16 Dissolution and KZ Kaiserwald 17 Riga Ghetto's List 18 Time line 19 References",
        "spans": [
            {
                "start": 171,
                "end": 182,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Riga Ghetto's List[edit] Main article: Tamara Zitcere Riga Ghetto's List (Jewish ghetto in Riga, 1941—1943.). Tamara Zitcere (02.12.1947. - 25.07.2014.) has overlooked and studied 346 books of House registers at Latvian State Historical Archive, including more than 68 house registers of Riga ghetto preserved by nowadays. Total number of houses in Riga Ghetto was 81. Upon the research of information and the generalization of data, the list of more than 5764 Jewish victims of the ghetto was prepared.[53][54] The Riga Ghetto's List (1941—1943.), List of Riga ghetto imprisoners by Tamara Zitcere based on house registers of Riga ghetto is exhibited at the Riga Ghetto and Latvian Holocaust Museum in Riga, Latvia[55] and Yad Vashem, Jerusalem, Israel.[56]",
        "spans": [
            {
                "start": 0,
                "end": 11,
                "label": "GHETTO"
            },
            {
                "start": 54,
                "end": 65,
                "label": "GHETTO"
            },
            {
                "start": 81,
                "end": 95,
                "label": "GHETTO"
            },
            {
                "start": 288,
                "end": 299,
                "label": "GHETTO"
            },
            {
                "start": 349,
                "end": 360,
                "label": "GHETTO"
            },
            {
                "start": 516,
                "end": 527,
                "label": "GHETTO"
            },
            {
                "start": 557,
                "end": 568,
                "label": "GHETTO"
            },
            {
                "start": 627,
                "end": 638,
                "label": "GHETTO"
            },
            {
                "start": 659,
                "end": 670,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Museum, Riga Ghetto. \"The Riga Ghetto and Latvian Holocaust Museum\". Riga.",
        "spans": [
            {
                "start": 10,
                "end": 21,
                "label": "GHETTO"
            },
            {
                "start": 28,
                "end": 39,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"\"We did survive it\" - The Riga Ghetto\". phoenix-medienakademie.com. 5 July 2014.",
        "spans": [
            {
                "start": 29,
                "end": 40,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Later history[edit] Starting in 1949 legal proceedings were brought against some of the persons responsible for the Nazi crimes in Latvia, including the Riga Ghetto, and the Jungfernhof and Salaspils concentration camps. Some accused were condemned to life imprisonment.[2] Gerhard Kurt Maywald is one such Nazi, convicted of crimes committed in the camp.",
        "spans": [
            {
                "start": 153,
                "end": 164,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "External links[edit] \"Chronicles of the Vilna Ghetto\": wartime photographs & documents – vilnaghetto.com Can Lithuania face its Holocaust past? – Excerpts from lecture given by Dr. Efraim Zuroff, Director of the Wiesenthal Center, Jerusalem, at the conference on \"Litvaks in the World,\" 28 August 2001. vteThe Holocaust in Lithuania Main article The Holocaust Related articles by country Belarus Estonia Latvia Poland Russia Slovakia Ukraine PeoplePerpetrators Algimantas Dailidė Erich Ehrlinger Joachim Hamann Karl Jäger Bruno Kittel Algirdas Klimaitis Aleksandras Lileikis Hinrich Lohse Franz Murer Helmut Rauca Adrian von Renteln Rudolf Joachim Seck Franz Walter Stahlecker Martin Weiss Victims andresistance Chaim Yellin Alexander Bogen Josef Glazman Jay M. Ipson Shmerke Kaczerginski Zelig Kalmanovich Abba Kovner Ephraim Oshry Abraham Sutzkever Elchonon Wasserman Yitzhak Wittenberg Jacob Wygodzki Wolf Durmashkin Rescuers Kazys Binkis Anna Borkowska Petronėlė Lastienė Bronislovas Paukštys Karl Plagge Antanas Poška Ona Šimaitė Anton Schmid Chiune Sugihara Jan Zwartendijk",
        "spans": [
            {
                "start": 40,
                "end": 52,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Disambiguation[edit] The Czarnieckiego Prison in the Cracow district of Podgórze is not to be confused with the central prison (Zentral-Gefängnis) of the Łódź Ghetto (Ghetto Litzmannstadt), which was (historically) located in a Łódź street of the same name (the ul. Czarnieckiego) at number 14/16 (street renamed Schneidergasse by the Nazis, and the building indicated at number 12).[38] Like the prison discussed in the present article, the Łódź jail is frequently mentioned in the memoirs of Holocaust survivors (for example, by Holocaust witness Sara Zyskind (1927–1994), who speaks about \"the prison on Czarniecki Street\").[39] That facility is now defunct, and the building that housed it no longer extant.",
        "spans": [
            {
                "start": 154,
                "end": 165,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Miejsca pamięci, Prison at ul. Czarnieckiego 14/16 street in the Litzmannstadt Ghetto in Łódź. Centrum Dialogu im. Marka Edelmana w Łodzi, 2012.",
        "spans": [
            {
                "start": 81,
                "end": 95,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Gutman, Israel (1994). Resistance: The Warsaw Ghetto Uprising. Houghton Mifflin. p. 119. ISBN 0395901308.",
        "spans": [
            {
                "start": 41,
                "end": 54,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ The Holocaust Encyclopedia (2013). \"Resistance in Ghettos\". Jewish Uprisings in Ghettos and Camps, 1941–1944. United States Holocaust Memorial Museum. Notable examples include the Łuck Ghetto uprising quelled on 12 December 1942 with the help of the Ukrainian Auxiliary Police, see: Yad Vashem, Łuck, December 1942 on YouTube; testimony of Shmuel Shilo. \"The forgotten December\". Archived from the original on 22 July 2015. The Łachwa Ghetto uprising was suppressed on 3 September 1942, the Częstochowa Ghetto uprising on 30 June 1943, the Sosnowiec Ghetto uprising on 3 August 1943, and the Białystok Ghetto uprising on 17 August 1943.",
        "spans": [
            {
                "start": 182,
                "end": 193,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 443,
                "label": "GHETTO"
            },
            {
                "start": 493,
                "end": 511,
                "label": "GHETTO"
            },
            {
                "start": 542,
                "end": 558,
                "label": "GHETTO"
            },
            {
                "start": 594,
                "end": 610,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "External links[edit] 167th Signal Photographic Company - A World War II Reenacting group in the USA United States Holocaust Memorial Museum - Arnold E. Samuelson vtePhotography of the HolocaustPhotographsand collections Auschwitz concentration camp Auschwitz Album Höcker Album Sonderkommando photographs Ivanhorod Einsatzgruppen photograph The Last Jew in Vinnitsa Sobibor perpetrator album Stroop Report Captured Hehalutz fighters photograph Warsaw Ghetto boy PhotographersPerpetrators Auschwitz Erkennungsdienst Friedrich Franz Bauer Franz Suchomel Franz Wolf Victims and survivors Francisco Boix Wilhelm Brasse Alberto Errera Mendel Grossman George Kadish Henryk Ross Liberators Paul Richard Averitt J Malan Heslop Kenan Kutub-zade George Rodger Arnold E. Samuelson Related Evidence and documentation for the Holocaust The Holocaust in popular culture Holocaust films  Commons category Authority control  PIC: 277347",
        "spans": [
            {
                "start": 444,
                "end": 457,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Further reading[edit] Webber, Jonathan (2009). Rediscovering Traces of Memory: The Jewish Heritage of Polish Galicia. Bloomington, Indiana: Indiana University Press. ISBN 978-1-906764-03-6. OCLC 323127181. External links[edit] Austrian Memorial Service -Holocaust Memorial Service vteKrakówDistricts Stare Miasto (I) Grzegórzki (II) Prądnik Czerwony (III) Prądnik Biały (IV) Krowodrza (V) Bronowice (VI) Zwierzyniec (VII) Dębniki (VIII) Łagiewniki-Borek Fałęcki (IX) Swoszowice (X) Podgórze Duchackie (XI) Bieżanów-Prokocim (XII) Podgórze (XIII) Czyżyny (XIV) Mistrzejowice (XV) Bieńczyce (XVI) Wzgórza Krzesławickie (XVII) Nowa Huta (XVIII)Neighborhoods: Old Town Wawel Kleparz Kazimierz Bielany Attractions Wawel Kazimierz National Museum Sigismund Bell Sukiennice Basilica of Saint Mary Museums Wawel Castle Czartoryski Museum Dworek Jana Matejki w Krzesławicach Historical Museum of Kraków Manggha Museum of Insurances in Kraków Archaeological Museum of Kraków Muzeum Archidiecezjalne w Krakowie Muzeum Czynu Niepodległościowego Muzeum Czynu Zbrojnego Muzeum Etnograficzne im. Seweryna Udzieli w Krakowie Muzeum Geologiczne Instytutu Nauk Geologicznych PAN w Krakowie Muzeum Historii Fotografii w Krakowie Muzeum Inżynierii Miejskiej w Krakowie Muzeum Katedralne im. Jana Pawła II na Wawelu National Museum, Kraków Polish Aviation Museum Sukiennice Museum Armia Krajowa Museum in Kraków Other History of Kraków Timeline Kraków Ghetto Kraków pogrom",
        "spans": [
            {
                "start": 1424,
                "end": 1437,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jump to navigation Jump to search  Plaque in Warsaw commemorating Brandt's action The term Kniefall von Warschau, also referred to as Warschauer Kniefall, (both German for \"Warsaw genuflection\") refers to a gesture of humility and penance by West German Chancellor Willy Brandt towards the victims of the Warsaw Ghetto Uprising.[1]",
        "spans": [
            {
                "start": 305,
                "end": 318,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Incident[edit] The event took place on December 7, 1970, in Warsaw, Poland (which was then part of the Eastern Bloc), during a visit to a monument to the German occupation-era Warsaw Ghetto Uprising. After laying a wreath, Brandt unexpectedly, and apparently spontaneously, knelt. He remained silently in that position for a short time (half a minute), surrounded by a large group of dignitaries and press photographers.[2] l Brandt had actively resisted the early Nazi regime, and had spent most of the time of Hitler's reign in exile. The occasion of Brandt's visit to Poland at the time was the signing of the Treaty of Warsaw between West Germany and Poland, guaranteeing German acceptance of the new borders of Poland. The treaty was one of the Brandt-initiated policy steps (the 'Ostpolitik') to ease tensions between West and East during the Cold War.",
        "spans": [
            {
                "start": 176,
                "end": 189,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Internationally[edit]  The Warsaw Ghetto Heroes memorial. While at the time, positive reactions may have been limited, his show of humility was a small but vital step in bridging the gaps World War II had left between Germany and Eastern Europe. In historical terms, Brandt gained much renown for this act, and it is thought to be one of the reasons he received the Nobel Peace Prize in 1971. A monument to Willy Brandt was unveiled on 6 December 2000, in Willy Brandt Square in Warsaw (near the Warsaw Ghetto Heroes Monument) on the eve of the 30th anniversary of his famous gesture.",
        "spans": [
            {
                "start": 27,
                "end": 40,
                "label": "GHETTO"
            },
            {
                "start": 496,
                "end": 509,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "In the Holocaust context[edit] During the Holocaust[edit] Further information: Jewish resistance during the Holocaust During the Holocaust, Abba Kovner was the first to use the phrase as a call for action in a 1 January 1942 pamphlet[10] in which he argued that \"Hitler is plotting the annihilation of European Jewry\".[9] Kovner urged the Jews in the Vilna Ghetto to resist the Germans:[10][17]",
        "spans": [
            {
                "start": 351,
                "end": 363,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Disambiguation[edit] The Czarnieckiego Prison in the Cracow district of Podgórze is not to be confused with the central prison (Zentral-Gefängnis) of the Łódź Ghetto (Ghetto Litzmannstadt), which was (historically) located in a Łódź street of the same name (the ul. Czarnieckiego) at number 14/16 (street renamed Schneidergasse by the Nazis, and the building indicated at number 12).[38] Like the prison discussed in the present article, the Łódź jail is frequently mentioned in the memoirs of Holocaust survivors (for example, by Holocaust witness Sara Zyskind (1927–1994), who speaks about \"the prison on Czarniecki Street\").[39] That facility is now defunct, and the building that housed it no longer extant.",
        "spans": [
            {
                "start": 154,
                "end": 165,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Miejsca pamięci, Prison at ul. Czarnieckiego 14/16 street in the Litzmannstadt Ghetto in Łódź. Centrum Dialogu im. Marka Edelmana w Łodzi, 2012.",
        "spans": [
            {
                "start": 81,
                "end": 95,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "I cannot continue to live and to be silent while the remnants of Polish Jewry, whose representative I am, are being murdered. My comrades in the Warsaw ghetto fell with arms in their hands in the last heroic battle. I was not permitted to fall like them, together with them, but I belong with them, to their mass grave. By my death, I wish to give expression to my most profound protest against the inaction in which the world watches and permits the destruction of the Jewish people.[12] He wished his letter to be widely publicized and hoped that \"the Polish Government [would] embark immediately on diplomatic action... in order to save the living remnant of the Polish Jews from destruction.\"[12] After his death, Zygielbojm's seat in the Polish exile parliament was taken over by Emanuel Scherer.[13]  Zygielbojm's younger son, Joseph, survived the Ghetto's destruction.  After taking a leadership role in the Polish resistance during the war, he emigrated to the United States. He became a scientist at NASA.  He died in 1995, survived by his sons, Arthur and Paul.[14]",
        "spans": [
            {
                "start": 145,
                "end": 158,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Adam CzerniakówAdam Czerniaków (before 1939)Born(1880-11-30)30 November 1880Warsaw, PolandDied23 July 1942(1942-07-23) (aged 61)Warsaw Ghetto, Nazi GermanyNationalityPolishOccupationEngineer, politician Adam Czerniaków (30 November 1880 – 23 July 1942) was a Polish engineer and senator who was head of the Warsaw Ghetto Jewish Council (Judenrat) during World War II. He committed suicide on 23 July 1942 by swallowing a cyanide pill, a day after the commencement of mass extermination of Jews known as the Grossaktion Warsaw.[1][2]",
        "spans": [
            {
                "start": 307,
                "end": 320,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "1.1 The Warsaw Ghetto deportations 1.2 Diary of Adam Czerniaków",
        "spans": [
            {
                "start": 8,
                "end": 21,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Life and career Czerniaków was born on 30 November 1880 in Warsaw, Poland (then part of the Russian Partition). He studied engineering in Warsaw and Dresden and taught in the Jewish community's vocational school in Warsaw. From 1927 to 1934 he served as member of the Warsaw Municipal Council, and in May 1930 was elected to the Polish Senate.[3] On 4 October 1939, a few days after Warsaw surrendered to Nazi Germany, Czerniaków was made head of the 24 member Jewish Council (Judenrat), responsible for implementing German orders in the new Jewish Ghetto. The Warsaw Ghetto was closed to the outside world on November 15, 1940.[4]",
        "spans": [
            {
                "start": 561,
                "end": 574,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "See also A Film Unfinished, documentary featuring Czerniaków's Warsaw Ghetto diary Julian Tuwim, a nephew of Adam Czerniaków Chaim Rumkowski, Jewish Council's head in the Łódź Ghetto References",
        "spans": [
            {
                "start": 63,
                "end": 76,
                "label": "GHETTO"
            },
            {
                "start": 171,
                "end": 182,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jewish Nazi collaborator Abraham GancwajchBorn1902Częstochowa[1]Died1943WarsawNationalityPolishOccupationEntrepreneurKnown forWarsaw Ghetto Group 13 Abraham Gancwajch (1902–1943) was a prominent Nazi collaborator in the Warsaw Ghetto during the World War II occupation of Poland, and a Jewish kingpin of the ghetto underworld.[2] Opinions about his ghetto activities are controversial, though modern research concludes unanimously that he was an informer and collaborator motivated chiefly by personal interest.[3][4]",
        "spans": [
            {
                "start": 220,
                "end": 233,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b c d e f g h i j Warsaw Ghetto Database. at Warszawa.Getto.pl; Note 1, 3, 4, 11, 13. Gancwajch brother-in-law was Moshe Merin, see: Note 4 and Zimbio: The \"13\"; the Head of the Sosnowiec and Zaglebie Judenrats who also followed the same policy of \"serving\" the Germans. Merin was deported to Auschwitz.",
        "spans": [
            {
                "start": 22,
                "end": 35,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Abraham Gancwajch, The \"13\":  Nazi Collaborators in the Warsaw Ghetto\". www.holocaustresearchproject.org. Retrieved 19 October 2020.",
        "spans": [
            {
                "start": 59,
                "end": 72,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jakub Lejkin reporting to the commandant Szeryński, May 1941 Jakub Lejkin (born 1906, died October 29, 1942 in Warsaw)[1] was a Polish lawyer, deputy commander[2] subordinate to the Germans at the Warsaw Ghetto. He was the administrator from May to July 1942 (after the temporary arrest by the Gestapo of Józef Szeryński). Lejkin played a leading role in the deportation of local Jews to extermination camps. The Germans nicknamed him “little Napoleon” and adored his brutality.[3] His father was a wealthy tradesman. Lejkin graduated from the Polish military school in Jarocin.[4] Before the war, he worked as a lawyer in Warsaw.",
        "spans": [
            {
                "start": 197,
                "end": 210,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Grynberg, Michal (2003-11-01). Words to Outlive Us: Eyewitness Accounts from the Warsaw Ghetto. Henry Holt and Company. ISBN 9781466804340.",
        "spans": [
            {
                "start": 83,
                "end": 96,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"January 22: The Warsaw Ghetto Underground\". Jewish Currents. 2012-01-22. Retrieved 2018-02-15.",
        "spans": [
            {
                "start": 19,
                "end": 32,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Apfelbaum, Marian (2007). Two Flags: Return to the Warsaw Ghetto. Gefen Publishing House Ltd. ISBN 9789652293565.",
        "spans": [
            {
                "start": 53,
                "end": 66,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Apfelbaum, Marian (2007). Two Flags: Return to the Warsaw Ghetto. Gefen Publishing House Ltd. ISBN 9789652293565.",
        "spans": [
            {
                "start": 53,
                "end": 66,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Brothers and sisters! Turn out en masse to wipe out at long last, with joint and unified force, the terrible poverty and the barbaric behaviour of the Kehilla representatives toward the wretched, exhausted, starved public... The slogan: bread for all!! Let's join forces in war against the accursed Kehilla parasite... – Demonstration Leaflet [33] Death at the hands of the Sonderkommando There are conflicting accounts regarding Rumkowski's final moments. According to one contemporary source he was murdered upon his arrival at Auschwitz by the Jews of Łódź who preceded him there.[34] This version of events, however, has been challenged by historians. Another report, submitted by a Sonderkommando member from Hungary, Dov Paisikovic [de], states that the Jews of Łódź approached the Sonderkommando Jews in secrecy, and asked them to kill Rumkowski for the crimes he committed in the Łódź Ghetto, so they beat him to death at the gate of the Crematorium No. 2 and disposed of his corpse.[2]",
        "spans": [
            {
                "start": 888,
                "end": 899,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "See also The Story of Chaim Rumkowski and the Jews of Lodz – a 1982 documentary Adam Czerniaków, head of Judenrat in the Warsaw Ghetto Internalized oppression Respectability politics Notes",
        "spans": [
            {
                "start": 121,
                "end": 134,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"The Lodz Ghetto\". Jewish Virtual Library.",
        "spans": [
            {
                "start": 7,
                "end": 18,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Dobroszycki 1984, The Chronicle of the Lodz Ghetto, page 61.",
        "spans": [
            {
                "start": 41,
                "end": 52,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Lucjan Dobroszycki (1984), The Chronicle of the Lodz Ghetto, page lxi. Google Books.",
        "spans": [
            {
                "start": 50,
                "end": 61,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b Shirley Rotbein Flaum (2007). \"Lodz Ghetto Deportations and Statistics\". Timeline. JewishGen Home Page. Retrieved 26 March 2015. Source: Encyclopedia of the Holocaust (1990), Baranowski, Dobroszycki, Wiesenthal, Yad Vashem Timeline of the Holocaust, others.",
        "spans": [
            {
                "start": 37,
                "end": 48,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Commentary Magazine May 1979 \"How Rumkowski Died\" by Lodz Ghetto/Auschwitz survivor Michael Cheniski",
        "spans": [
            {
                "start": 55,
                "end": 66,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Isaiah Trunk (2008), Łódź Ghetto: A History, page 52. ISBN 0253347556.",
        "spans": [
            {
                "start": 23,
                "end": 34,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "References Bauer, Yehuda (2002). Rethinking the Holocaust. Yale University Press. ISBN 978-0-300-08256-2. JSTOR j.ctt32bpxv. Horwitz, Gordon J. Ghettostadt: Lodz and the Making of a Nazi City. Cambridge, Mass: Belknap Press, ISBN 067402799X Lebovic, Matt. 'King Chaim', ruler of the Lodz Ghetto, exposed in Boston exhibit. The Times of Israel, March 28, 2017. Löw, Andrea Juden im Getto Litzmannstadt: Lebensbedingungen, Selbstwahrnehmung, Verhalten. Wallstein: Göttingen, 2006 Trunk, Isaiah (2006). Łódź Ghetto: a history. Robert Moses Shapiro, transl & ed (alk. paper ed.). Bloomington, Indiana: Indiana University Press (in association with United States Holocaust Memorial Museum). ISBN 978-0-253-34755-8. Retrieved 2011-11-21. Unger, Michal (2004). Reassessment of the Image of Mordechai Chaim Rumkowski. Jerusalem: Keterpress Enterprises. ISBN 978-3-8353-0293-8. For the Dov Paisikovic testimony (de) on gas chambers see transcripts from the Frankfurt Auschwitz trials of 1965. Unger, Michal Lodz – The Last Ghetto in Poland. Jerusalem: Yad Vashem, (in Hebrew) Epstein, Leslie (novel) King of the Jews, New York: 1976 Sem-Sandberg, Steve. (novel) De fattiga i Łódź. Stockholm: Albert Bonniers Förlag, (novel, in Swedish); English title The Emperor of Lies, published in translation in 2011 External links",
        "spans": [
            {
                "start": 283,
                "end": 294,
                "label": "GHETTO"
            },
            {
                "start": 500,
                "end": 511,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "vteThe Holocaust in Latvia Main article The Holocaust Related articles by country Belarus Estonia Lithuania Norway Poland Russia Ukraine Crimes Burning of the Riga synagogues Dünamünde Action Jelgava Pogulianski Rumbula Liepāja (Šķēde) Victims Jewish people of Latvia Gypsies Joseph Carlebach Simon Dubnow Else Hirsch Perpetrators Alois Brunner Rudolf Batz Fritz Dietrich Otto-Heinrich Drechsler Erich Ehrlinger Karl Jäger Friedrich Jeckeln Heinz Jost Konrāds Kalējs Ernst Kaltenbrunner Wolfgang Kügler Rudolf Lange Hinrich Lohse Friedrich Panzinger Hans-Adolf Prützmann Eduard Roschmann Alfred Rosenberg Martin Sandberger Albert Sauer Rudolf Joachim Seck Franz Walter Stahlecker Eduard Strauch Nazi occupation and organizations Einsatzgruppen Reichskommissariat Ostland Rollkommando Hamann Collaborators Individuals Viktors Arājs Herberts Cukurs Kārlis Lobe Organizations Arajs Kommando Latvian Auxiliary Police Schutzmannschaft Ghettos and camps Daugavpils Ghetto Jungfernhof concentration camp Kaiserwald concentration camp Riga Ghetto Salaspils concentration camp Documentation Generalplan Ost Jäger Report Concealment Sonderaktion 1005 War crimes investigations and trials Einsatzgruppen trial Extraordinary (Soviet) State Commission Righteous Among the Nations Jānis Lipke Paul Schiemann Roberts Sedols Memorials Bikernieki Memorial Related articles The Holocaust The Mover Occupation of Latvia by Nazi Germany",
        "spans": [
            {
                "start": 948,
                "end": 965,
                "label": "GHETTO"
            },
            {
                "start": 1027,
                "end": 1038,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "4 Daugavpils ghetto 5 Gypsy Holocaust in Latvia 6 Justice 7 Historiography and memorials",
        "spans": [
            {
                "start": 2,
                "end": 19,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Daugavpils[edit] Main article: Daugavpils ghetto In Daugavpils the extermination of Jews was initially commanded by Erich Ehrlinger, chief of Einsatzkommando 1b.[12] By July 11 they had killed about 1,150 people. Ehrlinger's work was continued by Joachim Hamann, who was liable for the killing of 9012 Jews in the city and in southern Latgale. The chief of the local auxiliary police Roberts Blūzmanis had rendered active assistance by ensuring the moving of the Jews to the Grīva ghetto and transporting them to the killing places.",
        "spans": [
            {
                "start": 31,
                "end": 48,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jungfernhof concentration camp[edit] Main article: Jungfernhof concentration camp Confinement[edit] Riga Ghetto[edit] Main article: Riga Ghetto  Hinrich Lohse in the Riga Central Railway Station.  The Jews with Yellow badges, Riga, 1942.  Riga ghetto, 1942  Jewish prisoners in Salaspils concentration camp  An Anti-partisan operation, March 1943.",
        "spans": [
            {
                "start": 132,
                "end": 143,
                "label": "GHETTO"
            },
            {
                "start": 239,
                "end": 250,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Daugavpils ghetto[edit] Main article: Daugavpils Ghetto The Daugavpils Ghetto was set up in Grīva at the end of July, 1941, when all surviving Jews in the city were moved there. Jews from other towns and villages of Latgale and even Vidzeme were also brought there. Altogether the ghetto had about 15,000 prisoners. The engineer Misha Movshenson ran the Council of the ghetto. His father had headed the city of Daugavpils in 1918 during the previous period of German occupation.[12]",
        "spans": [
            {
                "start": 38,
                "end": 55,
                "label": "GHETTO"
            },
            {
                "start": 60,
                "end": 77,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "In later years the officials held memorial services every year in November or December. There were speeches reminding of the atrocities of the Nazis. But saying kaddish was forbidden. Once after the official part of the meeting, Jews tried to say Kaddish and tell a little about the ghetto, but the police didn't permit to do so. Until 1972, when I retired from the army, I did my best to keep the place neat.[37] Independent Latvia[edit] In Latvia, Holocaust scholarship could only be resumed once Soviet rule had ended.[40]  Much of the post-1991 work was devoted to identification of the victims.[41]  This was complicated by the passage of time and the loss of some records and the concealment of others by the NKVD and its successor agencies of the Soviet secret police.[41] On November 29, 2002, sixty-one years after the murders, the highest officials of the Republic of Latvia, together with representatives of the Latvian Jewish community, foreign ambassadors, and others attended a memorial dedication at the Rumbula site.  The President and the Prime Minister of the Republic walked to the forest from where the Riga ghetto had been.  Once they arrived, President Vaira Vīķe-Freiberga addressed the gathering:",
        "spans": [
            {
                "start": 1123,
                "end": 1134,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "vteThe Holocaust in Latvia Main article The Holocaust Related articles by country Belarus Estonia Lithuania Norway Poland Russia Ukraine Crimes Burning of the Riga synagogues Dünamünde Action Jelgava Pogulianski Rumbula Liepāja (Šķēde) Victims Jewish people of Latvia Gypsies Joseph Carlebach Simon Dubnow Else Hirsch Perpetrators Alois Brunner Rudolf Batz Fritz Dietrich Otto-Heinrich Drechsler Erich Ehrlinger Karl Jäger Friedrich Jeckeln Heinz Jost Konrāds Kalējs Ernst Kaltenbrunner Wolfgang Kügler Rudolf Lange Hinrich Lohse Friedrich Panzinger Hans-Adolf Prützmann Eduard Roschmann Alfred Rosenberg Martin Sandberger Albert Sauer Rudolf Joachim Seck Franz Walter Stahlecker Eduard Strauch Nazi occupation and organizations Einsatzgruppen Reichskommissariat Ostland Rollkommando Hamann Collaborators Individuals Viktors Arājs Herberts Cukurs Kārlis Lobe Organizations Arajs Kommando Latvian Auxiliary Police Schutzmannschaft Ghettos and camps Daugavpils Ghetto Jungfernhof concentration camp Kaiserwald concentration camp Riga Ghetto Salaspils concentration camp Documentation Generalplan Ost Jäger Report Concealment Sonderaktion 1005 War crimes investigations and trials Einsatzgruppen trial Extraordinary (Soviet) State Commission Righteous Among the Nations Jānis Lipke Paul Schiemann Roberts Sedols Memorials Bikernieki Memorial Related articles The Holocaust The Mover Occupation of Latvia by Nazi Germany",
        "spans": [
            {
                "start": 948,
                "end": 965,
                "label": "GHETTO"
            },
            {
                "start": 1027,
                "end": 1038,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "vteThe Holocaust in Latvia Main article The Holocaust Related articles by country Belarus Estonia Lithuania Norway Poland Russia Ukraine Crimes Burning of the Riga synagogues Dünamünde Action Jelgava Pogulianski Rumbula Liepāja (Šķēde) Victims Jewish people of Latvia Gypsies Joseph Carlebach Simon Dubnow Else Hirsch Perpetrators Alois Brunner Rudolf Batz Fritz Dietrich Otto-Heinrich Drechsler Erich Ehrlinger Karl Jäger Friedrich Jeckeln Heinz Jost Konrāds Kalējs Ernst Kaltenbrunner Wolfgang Kügler Rudolf Lange Hinrich Lohse Friedrich Panzinger Hans-Adolf Prützmann Eduard Roschmann Alfred Rosenberg Martin Sandberger Albert Sauer Rudolf Joachim Seck Franz Walter Stahlecker Eduard Strauch Nazi occupation and organizations Einsatzgruppen Reichskommissariat Ostland Rollkommando Hamann Collaborators Individuals Viktors Arājs Herberts Cukurs Kārlis Lobe Organizations Arajs Kommando Latvian Auxiliary Police Schutzmannschaft Ghettos and camps Daugavpils Ghetto Jungfernhof concentration camp Kaiserwald concentration camp Riga Ghetto Salaspils concentration camp Documentation Generalplan Ost Jäger Report Concealment Sonderaktion 1005 War crimes investigations and trials Einsatzgruppen trial Extraordinary (Soviet) State Commission Righteous Among the Nations Jānis Lipke Paul Schiemann Roberts Sedols Memorials Bikernieki Memorial Related articles The Holocaust The Mover Occupation of Latvia by Nazi Germany",
        "spans": [
            {
                "start": 948,
                "end": 965,
                "label": "GHETTO"
            },
            {
                "start": 1027,
                "end": 1038,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "External links[edit] \"Chronicles of the Vilna Ghetto\": wartime photographs & documents – vilnaghetto.com Can Lithuania face its Holocaust past? – Excerpts from lecture given by Dr. Efraim Zuroff, Director of the Wiesenthal Center, Jerusalem, at the conference on \"Litvaks in the World,\" 28 August 2001. vteThe Holocaust in Lithuania Main article The Holocaust Related articles by country Belarus Estonia Latvia Poland Russia Slovakia Ukraine PeoplePerpetrators Algimantas Dailidė Erich Ehrlinger Joachim Hamann Karl Jäger Bruno Kittel Algirdas Klimaitis Aleksandras Lileikis Hinrich Lohse Franz Murer Helmut Rauca Adrian von Renteln Rudolf Joachim Seck Franz Walter Stahlecker Martin Weiss Victims andresistance Chaim Yellin Alexander Bogen Josef Glazman Jay M. Ipson Shmerke Kaczerginski Zelig Kalmanovich Abba Kovner Ephraim Oshry Abraham Sutzkever Elchonon Wasserman Yitzhak Wittenberg Jacob Wygodzki Wolf Durmashkin Rescuers Kazys Binkis Anna Borkowska Petronėlė Lastienė Bronislovas Paukštys Karl Plagge Antanas Poška Ona Šimaitė Anton Schmid Chiune Sugihara Jan Zwartendijk",
        "spans": [
            {
                "start": 40,
                "end": 52,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Smuggling of the vaccine[edit] While all of the vaccines produced by the institute during this time were supposed to go to the German army, some portion was smuggled out by the employees associated with the Polish resistance and shipped to partisan units of the Home Army, as well as underground movements in the Lwów and Warsaw ghettos, and even to sick individuals in the Auschwitz and Majdanek concentration camps.[3][9] According to the famous Polish-Jewish pianist and diarist, Władysław Szpilman (the protagonist of the 2002 movie The Pianist), because of his vaccine, Weigl became \"as famous as Hitler in the Warsaw ghetto\", with \"Weigl as a symbol of Goodness and Hitler as a symbol of Evil\".[3]",
        "spans": [
            {
                "start": 616,
                "end": 629,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Role in the Holocaust[edit] The exact role that Himmler's personal staff played in the Holocaust has been a subject of debate with Karl Wolff claiming that the personal staff were little more than desk bound paper pushers.[5] However, given that most of Himmler's wishes and orders were distributed by his personal staff, Wolff would have been aware of significant events or could easily have access to the relevant information. Incriminating letters show that Wolff was involved in the Holocaust.[6] For example, as the liquidation of the Warsaw ghetto resulted in rail transport bottlenecks, Wolff telephoned deputy Reich Minister of Transport, Albert Ganzenmüller. In a later letter dated 13 August 1942, Wolff thanked Ganzenmüller for his assistance.",
        "spans": [
            {
                "start": 540,
                "end": 553,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "External links[edit] \"Chronicles of the Vilna Ghetto\": wartime photographs & documents – vilnaghetto.com Can Lithuania face its Holocaust past? – Excerpts from lecture given by Dr. Efraim Zuroff, Director of the Wiesenthal Center, Jerusalem, at the conference on \"Litvaks in the World,\" 28 August 2001. vteThe Holocaust in Lithuania Main article The Holocaust Related articles by country Belarus Estonia Latvia Poland Russia Slovakia Ukraine PeoplePerpetrators Algimantas Dailidė Erich Ehrlinger Joachim Hamann Karl Jäger Bruno Kittel Algirdas Klimaitis Aleksandras Lileikis Hinrich Lohse Franz Murer Helmut Rauca Adrian von Renteln Rudolf Joachim Seck Franz Walter Stahlecker Martin Weiss Victims andresistance Chaim Yellin Alexander Bogen Josef Glazman Jay M. Ipson Shmerke Kaczerginski Zelig Kalmanovich Abba Kovner Ephraim Oshry Abraham Sutzkever Elchonon Wasserman Yitzhak Wittenberg Jacob Wygodzki Wolf Durmashkin Rescuers Kazys Binkis Anna Borkowska Petronėlė Lastienė Bronislovas Paukštys Karl Plagge Antanas Poška Ona Šimaitė Anton Schmid Chiune Sugihara Jan Zwartendijk",
        "spans": [
            {
                "start": 40,
                "end": 52,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b Berger, Joseph (24 November 2012). \"Vladka Meed, Who Infiltrated Warsaw Ghetto, Dies at 90\". The New York Times. Retrieved 16 May 2015.",
        "spans": [
            {
                "start": 71,
                "end": 84,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b Berger, Joseph (24 November 2012). \"Vladka Meed, Who Infiltrated Warsaw Ghetto, Dies at 90\". The New York Times. Retrieved 16 May 2015.",
        "spans": [
            {
                "start": 71,
                "end": 84,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Weinstein was sent to Auschwitz and attempted to escape, but was caught. At first imprisoned in Block 11 but survived, he was later sent into the Warsaw ghetto as part of a penal work group with, among others, Robert Savosnick. Weinstein died there, possibly of Typhus|epidemic typhus (Mendelsohn, p. 177), or by a falling wall (Ottosen, p. 231).",
        "spans": [
            {
                "start": 148,
                "end": 161,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Higher SS and Police Leader of Lwów  Responsible for the establishment of the Lwów Ghetto, which had a population of 120,000 Polish Jews, only 823 surviving after the war  In charge of the establishment of the Radom Ghetto which hosted about 33,000 Polish Jews, the majority of whom died  Higher SS and Police Leader of the District of Galicia",
        "spans": [
            {
                "start": 210,
                "end": 222,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Suppression and destruction of the Warsaw Ghetto Uprising",
        "spans": [
            {
                "start": 35,
                "end": 48,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "SS and Police Leader of the Warsaw area from 1941–43  Responsible for the Grossaktion Warsaw, the  single most deadly operation against the Jews in the course of the Holocaust in occupied Poland, which entailed sending between 254,000 and 265,000 men, women and children aboard overcrowded Holocaust trains to Treblinka Leading figure in the destruction of the Warsaw Ghetto Uprising",
        "spans": [
            {
                "start": 361,
                "end": 374,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Commander of the Vilna Ghetto  Commander of the Ypatingasis būrys killing squad, which was largely responsible for the Ponary massacre where approximately 100,000 people were shot, including 70,000 Jews.",
        "spans": [
            {
                "start": 17,
                "end": 29,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "General Commissioner for Latvia for Nazi Germany's occupation regime (Reichskommissariat Ostland)  Major figure in the establishment of the Riga Ghetto",
        "spans": [
            {
                "start": 140,
                "end": 151,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Responsible for  the establishment of the Vilna Ghetto, which hosted a population of about 55,000 Jews, none of whom survived after the war  Effectively ruled the ghetto until July 23,shortly before its liquidation",
        "spans": [
            {
                "start": 42,
                "end": 54,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Governor of the Warsaw District Responsible fore the establishment of the Warsaw Ghetto, the largest ghetto ever build by the Nazis",
        "spans": [
            {
                "start": 74,
                "end": 87,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "vteThe Holocaust in Latvia Main article The Holocaust Related articles by country Belarus Estonia Lithuania Norway Poland Russia Ukraine Crimes Burning of the Riga synagogues Dünamünde Action Jelgava Pogulianski Rumbula Liepāja (Šķēde) Victims Jewish people of Latvia Gypsies Joseph Carlebach Simon Dubnow Else Hirsch Perpetrators Alois Brunner Rudolf Batz Fritz Dietrich Otto-Heinrich Drechsler Erich Ehrlinger Karl Jäger Friedrich Jeckeln Heinz Jost Konrāds Kalējs Ernst Kaltenbrunner Wolfgang Kügler Rudolf Lange Hinrich Lohse Friedrich Panzinger Hans-Adolf Prützmann Eduard Roschmann Alfred Rosenberg Martin Sandberger Albert Sauer Rudolf Joachim Seck Franz Walter Stahlecker Eduard Strauch Nazi occupation and organizations Einsatzgruppen Reichskommissariat Ostland Rollkommando Hamann Collaborators Individuals Viktors Arājs Herberts Cukurs Kārlis Lobe Organizations Arajs Kommando Latvian Auxiliary Police Schutzmannschaft Ghettos and camps Daugavpils Ghetto Jungfernhof concentration camp Kaiserwald concentration camp Riga Ghetto Salaspils concentration camp Documentation Generalplan Ost Jäger Report Concealment Sonderaktion 1005 War crimes investigations and trials Einsatzgruppen trial Extraordinary (Soviet) State Commission Righteous Among the Nations Jānis Lipke Paul Schiemann Roberts Sedols Memorials Bikernieki Memorial Related articles The Holocaust The Mover Occupation of Latvia by Nazi Germany",
        "spans": [
            {
                "start": 948,
                "end": 965,
                "label": "GHETTO"
            },
            {
                "start": 1027,
                "end": 1038,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "vteThe Holocaust in Latvia Main article The Holocaust Related articles by country Belarus Estonia Lithuania Norway Poland Russia Ukraine Crimes Burning of the Riga synagogues Dünamünde Action Jelgava Pogulianski Rumbula Liepāja (Šķēde) Victims Jewish people of Latvia Gypsies Joseph Carlebach Simon Dubnow Else Hirsch Perpetrators Alois Brunner Rudolf Batz Fritz Dietrich Otto-Heinrich Drechsler Erich Ehrlinger Karl Jäger Friedrich Jeckeln Heinz Jost Konrāds Kalējs Ernst Kaltenbrunner Wolfgang Kügler Rudolf Lange Hinrich Lohse Friedrich Panzinger Hans-Adolf Prützmann Eduard Roschmann Alfred Rosenberg Martin Sandberger Albert Sauer Rudolf Joachim Seck Franz Walter Stahlecker Eduard Strauch Nazi occupation and organizations Einsatzgruppen Reichskommissariat Ostland Rollkommando Hamann Collaborators Individuals Viktors Arājs Herberts Cukurs Kārlis Lobe Organizations Arajs Kommando Latvian Auxiliary Police Schutzmannschaft Ghettos and camps Daugavpils Ghetto Jungfernhof concentration camp Kaiserwald concentration camp Riga Ghetto Salaspils concentration camp Documentation Generalplan Ost Jäger Report Concealment Sonderaktion 1005 War crimes investigations and trials Einsatzgruppen trial Extraordinary (Soviet) State Commission Righteous Among the Nations Jānis Lipke Paul Schiemann Roberts Sedols Memorials Bikernieki Memorial Related articles The Holocaust The Mover Occupation of Latvia by Nazi Germany",
        "spans": [
            {
                "start": 948,
                "end": 965,
                "label": "GHETTO"
            },
            {
                "start": 1027,
                "end": 1038,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jump to navigation Jump to search Various forms of resistance conducted by Jews against Nazi occupation regimes Jewish resistanceMembers of the United Partisan Organization, active in the Vilna Ghetto during World War IIThe Warsaw Ghetto Uprising launched as the final act of defiance against the Holocaust in occupied PolandJewish resistance under the Nazi ruleOrganizations AK AOB Bund FPO GL PKB ŻOB ŻZW Uprisings Ghetto uprisings Białystok Częstochowa Sobibór Treblinka Warsaw",
        "spans": [
            {
                "start": 188,
                "end": 200,
                "label": "GHETTO"
            },
            {
                "start": 224,
                "end": 237,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Leni Yahil. \"The Warsaw Ghetto Underground Press\".  In Robert Moses Shapiro, ed., Why Didn't the Press Shout? Yeshiva University Press, 2003. pp. 457-490",
        "spans": [
            {
                "start": 19,
                "end": 32,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Białystok GhettoLiquidation of the Białystok Ghetto, August 15–20, 1943. Jewish men with their hands up, surrounded by German security unit.",
        "spans": [
            {
                "start": 35,
                "end": 51,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Location and layout The Ghetto was located in the north-western section of the historical center, roughly of nowadays Sienkiewicza District and some of Przydworcowe District. It was bordered by Lipowa Street in the south, Sienkiewicza Street in the east and Poleska Street in the north. Following the heavy fighting in the Bialystok Ghetto Uprising, and the fighting with the Soviet Armed Forces, most of the ghetto original buildings were destroyed. More soever, even some of the streets totally disappeared and other streets layout was changed.  On the ruins of several streets (Smolna, Chmielna, Górna) a block of flats built, the Sienkiewicza District.[26]",
        "spans": [
            {
                "start": 323,
                "end": 339,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jump to navigation Jump to search  Abba Kovner (back row, centre) with members of the FPO in Vilna The Fareynikte Partizaner Organizatsye (Yiddish: פֿאַראײניקטע פּאַרטיזאַנער אָרגאַניזאַציע‎‎; \"United Partisan Organization\"; referred to as FPO by its Yiddish initials) was a Jewish resistance organization based in the Vilna Ghetto that organized armed resistance against the Nazis during World War II.[1] The clandestine organisation was established by Communist and Zionist partisans. Their leaders were writer Abba Kovner, Josef Glazman and Yitzhak Wittenberg.",
        "spans": [
            {
                "start": 319,
                "end": 331,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "See also[edit] Anti-fascism Ghetto uprising History of the Jews during World War II Jewish partisans Jewish resistance under Nazi rule Resistance during World War II Vilna Ghetto Shtil, di nakht iz oysgeshternt References[edit]",
        "spans": [
            {
                "start": 166,
                "end": 178,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Israel Gutman. Resistance. The Warsaw Ghetto Uprising. Houghton Mifflin Harcourt, 1998. P. 104-105",
        "spans": [
            {
                "start": 33,
                "end": 46,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Further reading[edit] Yitzhak Arad, Encyclopaedia of the Holocaust vol. 2, pp. 470–472. Illustration. External links[edit] The Underground Movements in Vilna from The Jerusalem of Lithuania: The Story of the Jewish Community of Vilna an online exhibition by Yad Vashem Chronicles of the Vilna Ghetto: wartime photographs & documents - vilnaghetto.com About the Holocaust Jewish Partisan Group Near Vilna Kurzbiographien Partisan Rachel Rudnitzky After Liberation Partisans in Vilna Partisans of Vilna Rozka Korczak & Abba Kovner with members of the United Partisan Organization (FPO) Vilna Partisans Documentary film project on the former FPO partisan Fania Brancovskaya vteThe Holocaust in Lithuania Main article The Holocaust Related articles by country Belarus Estonia Latvia Poland Russia Slovakia Ukraine PeoplePerpetrators Algimantas Dailidė Erich Ehrlinger Joachim Hamann Karl Jäger Bruno Kittel Algirdas Klimaitis Aleksandras Lileikis Hinrich Lohse Franz Murer Helmut Rauca Adrian von Renteln Rudolf Joachim Seck Franz Walter Stahlecker Martin Weiss Victims andresistance Chaim Yellin Alexander Bogen Josef Glazman Jay M. Ipson Shmerke Kaczerginski Zelig Kalmanovich Abba Kovner Ephraim Oshry Abraham Sutzkever Elchonon Wasserman Yitzhak Wittenberg Jacob Wygodzki Wolf Durmashkin Rescuers Kazys Binkis Anna Borkowska Petronėlė Lastienė Bronislovas Paukštys Karl Plagge Antanas Poška Ona Šimaitė Anton Schmid Chiune Sugihara Jan Zwartendijk",
        "spans": [
            {
                "start": 287,
                "end": 299,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Departments and activities[edit] Museum exhibitions Guided tours (for groups in Hebrew and other languages) The Zivia and Yitzhak \"Antek\" Zuckerman Study Center (facility for one-, two-, and three-day seminars) The Yad LaYeled Children's Museum and memorial, telling the story of children during the Holocaust to the children of our day The International Book-Sharing Project, using children's books about the Holocaust to foster dialogue and understanding The Center for Humanistic Education Archives (documents, photographs, artifacts, art collection, recordings, and more) Library and Reference Room (resources and assistance for researchers, educators, and students) Department of Research on the Holocaust of Soviet Jewry Publications Department See also[edit] Jewish resistance under Nazi rule Warsaw Ghetto Uprising Abraham Berline References[edit]",
        "spans": [
            {
                "start": 800,
                "end": 813,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The current headquarters of YIVO, whose archives the Brigade helped save The Paper Brigade was the name given to a group of residents of the Vilna Ghetto who hid a large cache of Jewish cultural items from YIVO (the Yiddish Scientific Institute), saving them from destruction or theft by Nazi Germany. Established in 1942 and led by Abraham Sutzkever and Shmerke Kaczerginski, the group smuggled books, paintings and sculptures past Nazi guards and hid them in various locations in and around the Ghetto. After the Ghetto's liquidation, surviving members of the group fled to join the Jewish partisans, eventually returning to Vilna following its liberation by Soviet forces. Recovered works were used to establish the Vilna Jewish Museum and then smuggled to the United States, where YIVO had re-established itself during the 1940s. Caches of hidden material continued to be discovered in Vilna into the early 1990s. Despite losses during both the Nazi and Soviet eras, 30–40 percent of the YIVO archive was preserved, which now represents \"the largest collection of material about Jewish life in Eastern Europe that exists in the world\".[1]",
        "spans": [
            {
                "start": 141,
                "end": 153,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Tarnopol location during the Holocaust in PolandTarnopol GhettoTernopil in modern-day Ukraine (compare with above)LocationTarnopol, German-occupied Poland49°20′N 25°22′E﻿ / ﻿49.34°N 25.36°E﻿ / 49.34; 25.36Incident typeImprisonment, forced labor, starvation, mass killingsOrganizationsSchutzstaffel (SS), Einsatzgruppe C, Ukrainian Auxiliary Police, WehrmachtExecutionsTarnopol cemeteriesVictims20,000 Jews The Tarnopol Ghetto (Polish: getto w Tarnopolu, German: Ghetto Tarnopol) was a Jewish World War II ghetto established in 1941 by the Schutzstaffel (SS) in the prewar Polish city of Tarnopol (now Ternopil, Ukraine).[1]",
        "spans": [
            {
                "start": 410,
                "end": 425,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Further information: List of Polish Righteous Among the Nations See also Stanisławów Ghetto in a provincial capital of occupied eastern Poland Łuck Ghetto, at another regional capital in the Kresy macroregion Słonim Ghetto in Nowogródek Voivodeship References",
        "spans": [
            {
                "start": 73,
                "end": 91,
                "label": "GHETTO"
            },
            {
                "start": 143,
                "end": 154,
                "label": "GHETTO"
            },
            {
                "start": 216,
                "end": 236,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Warsaw Ghetto UprisingPart of World War II and the HolocaustJewish women and children forcibly removed from a bunker; one of the most iconic pictures of World War II.Date19 April – 16 May 1943LocationWarsaw Ghetto, General Government52°14′46″N 20°59′45″E﻿ / ﻿52.24611°N 20.99583°E﻿ / 52.24611; 20.99583Coordinates: 52°14′46″N 20°59′45″E﻿ / ﻿52.24611°N 20.99583°E﻿ / 52.24611; 20.99583Result Uprising defeated",
        "spans": [
            {
                "start": 0,
                "end": 13,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The uprising January revolt On 18 January 1943, the Germans began their second deportation of the Jews, which led to the first instance of armed insurgency within the ghetto. While Jewish families hid in their so-called \"bunkers\", fighters of the ŻZW, joined by elements of the ŻOB, resisted, engaging the Germans in direct clashes.[19] Though the ŻZW and ŻOB suffered heavy losses (including some of their leaders), the Germans also took casualties, and the deportation was halted within a few days. Only 5,000 Jews were removed, instead of the 8,000 planned by Globocnik.  Hundreds of people in the Warsaw Ghetto were ready to fight, adults and children, sparsely armed with handguns, gasoline bottles, and a few other weapons that had been smuggled into the ghetto by resistance fighters.[3] Most of the Jewish fighters did not view their actions as an effective measure by which to save themselves, but rather as a battle for the honour of the Jewish people, and a protest against the world's silence.[16]",
        "spans": [
            {
                "start": 601,
                "end": 614,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "I cannot continue to live and to be silent while the remnants of Polish Jewry, whose representative I am, are being murdered. My comrades in the Warsaw Ghetto fell with arms in their hands in the last heroic battle. I was not permitted to fall like them, together with them, but I belong with them, to their mass grave. By my death, I wish to give expression to my most profound protest against the inaction in which the world watches and permits the destruction of the Jewish people.[29] The suppression of the uprising officially ended on 16 May 1943, when Stroop personally pushed a detonator button to demolish the Great Synagogue of Warsaw.[citation needed] Besides claiming an estimated 56,065 Jews accounted for (although his own figures showed the number to be 57,065) and noting that \"The number of destroyed dug-outs amounts to 631,\" in his official report dated 24 May 1943, Stroop listed the following as captured booty:[30]",
        "spans": [
            {
                "start": 145,
                "end": 158,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Casualties This article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.Find sources: \"Warsaw Ghetto Uprising\" – news · newspapers · books · scholar · JSTOR (August 2018) (Learn how and when to remove this template message)  A man leaps to his death from the top story window of an apartment block to avoid capture. 23-25 Niska Street  Plaque commemorating two Home Army soldiers killed during the Ghetto Action. 13,000 Jews were killed in the ghetto during the uprising (some 6,000 among them were burnt alive or died from smoke inhalation). Of the remaining 50,000 residents, almost all were captured and shipped to the death camps of Majdanek and Treblinka. Jürgen Stroop's internal SS daily report for Friedrich Krüger, written on 16 May 1943, stated:",
        "spans": [
            {
                "start": 207,
                "end": 220,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "According to Raul Hilberg, \"the number cited by Stroop (16 dead, 85 wounded) cannot be rejected out of hand, but it is likely that his list was neither complete, free of errors, nor indicative of the German losses throughout the entire period of resistance, until the absolute liquidation of Jewish life in the ghetto. All the same, the German casualty figures cited by the various Jewish sources are probably highly exaggerated.\"[33][34] Other historians such as the French L. MacLean[citation needed] endorse the accuracy of official German casualty figures. On the other hand, the Stroop report vastly exaggerated the actual losses (and strength) of the resistance.[clarification needed] The Warsaw Ghetto Uprising was the largest single revolt by Jews during World War II.[35]",
        "spans": [
            {
                "start": 695,
                "end": 708,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Aftermath See also: Warsaw Uprising  Warsaw Ghetto area after the war. Gęsia Street, view to the west After the uprising was over, most of the incinerated houses were razed, and the Warsaw concentration camp complex was established in their place. Thousands of people died in the camp or were executed in the ruins of the ghetto. At the same time, the SS were hunting down the remaining Jews still hiding in the ruins. On 19 April 1943, the first day of the most significant period of the resistance, 7,000 Jews were transported from the Warsaw Ghetto to Treblinka extermination camp.[36] Many purportedly developed resistance groups, and helped to plan and execute the revolt and mass escape of 2 August 1943.  From May 1943 to August 1944, executions in the ruins of the ghetto were carried out by:[37]",
        "spans": [
            {
                "start": 37,
                "end": 50,
                "label": "GHETTO"
            },
            {
                "start": 538,
                "end": 551,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Monument to the Ghetto Heroes by Nathan Rapoport In 1968, the 25th anniversary of the Warsaw Ghetto Uprising, Zuckerman was asked what military lessons could be learned from the uprising. He replied:",
        "spans": [
            {
                "start": 86,
                "end": 99,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "They were armed with revolvers stuck in their belts. Different kinds of weapons were hung in the large rooms: light machine guns, rifles, revolvers of different kinds, hand grenades, bags of ammunition, German uniforms, etc., all of which were utilized to the full in the April \"action\". (...) While I was there, a purchase of arms was made from a former Polish Army officer, amounting to a quarter of a million złoty; a sum of 50,000 złoty was paid on account. Two machine guns were bought at 40,000 złoty each, and a large amount of hand grenades and bombs.[59][60] Due to the nature of the conflict and that it took place within the confines of German-guarded Warsaw Ghetto, the role of the Polish Home Army was primarily one of ancillary support; namely, the provision of arms, ammunition and training.[56][61] Although the Home Army's stocks were meager, and general provision of arms limited,[56] the right-wing ŻZW received significant quantities of armaments, including some heavy and light machine guns, submachine guns, rifles, pistols and grenades.[d]",
        "spans": [
            {
                "start": 663,
                "end": 676,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "I had two battalions of Waffen-SS, one hundred army men, units of Order Police, and seventy-five to a hundred Security Police people. The Security Police had been active in the Warsaw Ghetto for some time, and during this program it was their function to accompany SS units in groups of six or eight, as guides and experts in ghetto matters.[76]  Trawniki men peer into a doorway past the bodies of Jews killed during the suppression of the uprising at Zamenhofa 42 / Kupiecka 18.[75][77] By his own words, Stroop reported that after he took command on 19 April 1943, the forces at his disposal totaled 31 officers and 1,262 men:[31][78]",
        "spans": [
            {
                "start": 177,
                "end": 190,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "His casualty[5] lists also include members of four other Waffen-SS training and reserve units (1st SS Panzer Grenadier; 2nd SS Panzer Grenadier; 4th SS Panzer Grenadier; 5th SS Panzer Grenadier Training Battalions). Polish police came from the Kommissariarts 1st, 7th and 8th. There is also evidence that German Police of the SSPF of Lubin took part in the liquidation of the Warsaw Ghetto Jews, as did the I Battalion of the 17th SS Police Regiment.[citation needed]",
        "spans": [
            {
                "start": 376,
                "end": 389,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "See also Destruction of Warsaw Sobibor Uprising Białystok Ghetto Uprising Ghetto uprising Battle of Muranów Square Notes",
        "spans": [
            {
                "start": 48,
                "end": 64,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Marian Apfelbaum (2007). Two Flags: Return to the Warsaw Ghetto. Gefen Publishing House Ltd. p. 15. ISBN 978-965-229-356-5.",
        "spans": [
            {
                "start": 52,
                "end": 65,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b Guttman, John (March 2000). \"World War II: Warsaw Ghetto Uprising\". World War II Magazine. Retrieved 2 May 2012.",
        "spans": [
            {
                "start": 49,
                "end": 62,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Hillel Seidman (1997). The Warsaw Ghetto Diaries. Targum Press. p. 58. ISBN 978-1-56871-133-1.",
        "spans": [
            {
                "start": 29,
                "end": 42,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ The Nizkor Project, Statement by Stroop to CMP investigators about his actions in the Warsaw Ghetto (24 February 1946) Wiesbaden, Germany, 24 February 1946.",
        "spans": [
            {
                "start": 88,
                "end": 101,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Moshe Arens, Who Defended The Warsaw Ghetto? Archived 26 May 2006 at the Wayback Machine (The Jerusalem Post)",
        "spans": [
            {
                "start": 32,
                "end": 45,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Warsaw Ghetto Uprising\". United States Holocaust Memorial Museum. Retrieved 18 May 2014.",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Voices From the Inferno: Holocaust Survivors Describe the Last Months in the Warsaw Ghetto – January 1943: The First Armed Resistance in the Ghetto An online exhibition by Yad Vashem",
        "spans": [
            {
                "start": 79,
                "end": 92,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b Voices From the Inferno: Holocaust Survivors Describe the Last Months in the Warsaw Ghetto – January 1943: Fighters in the Warsaw Ghetto An online exhibition by Yad Vashem",
        "spans": [
            {
                "start": 83,
                "end": 96,
                "label": "GHETTO"
            },
            {
                "start": 129,
                "end": 142,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"The Warsaw Ghetto Uprising, by Marek Edelman\". Writing.upenn.edu. Retrieved 28 January 2012.",
        "spans": [
            {
                "start": 7,
                "end": 20,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b \"World War II: Warsaw Ghetto Uprising\". Historynet.com. Retrieved 28 January 2012.",
        "spans": [
            {
                "start": 21,
                "end": 34,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Last Warsaw ghetto revolt commander honours fallen comrades\". European Jewish Press. 20 April 2007. Retrieved 2 May 2012.",
        "spans": [
            {
                "start": 8,
                "end": 21,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Voices From the Inferno: Holocaust Survivors Describe the Last Months in the Warsaw Ghetto – January 1943: In the Bunkers During the Uprising, An online exhibition by Yad Vashem",
        "spans": [
            {
                "start": 79,
                "end": 92,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b c d \"The Warsaw Ghetto: The Stroop Report - \"The Warsaw Ghetto Is No More\" (May 1943)\". Jewish Virtual Library.",
        "spans": [
            {
                "start": 15,
                "end": 28,
                "label": "GHETTO"
            },
            {
                "start": 55,
                "end": 68,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Voices From the Inferno: Holocaust Survivors Describe the Last Months in the Warsaw Ghetto – Clearing the Remains of the Ghetto. An online exhibition by Yad Vashem",
        "spans": [
            {
                "start": 79,
                "end": 92,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Voices From the Inferno: After the Uprising: Life Among the Ruins of the Warsaw Ghetto. An online exhibition by Yad Vashem",
        "spans": [
            {
                "start": 75,
                "end": 88,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Warsaw ghetto uprising's last fighter passes away at age 94\". Ynetnews. 22 December 2018. Retrieved 23 December 2018.",
        "spans": [
            {
                "start": 3,
                "end": 16,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Last Warsaw Ghetto Uprising fighter dies\". Deutsche Welle. 23 December 2018. Retrieved 23 December 2018.",
        "spans": [
            {
                "start": 8,
                "end": 21,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Moshe Arens (2005). \"The Jewish Military Organization (ŻZW) in the Warsaw Ghetto\". Holocaust and Genocide Studies. 19 (2)",
        "spans": [
            {
                "start": 69,
                "end": 82,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b Krall, Hanna (1986). Shielding the Flame: An intimate conversation with Dr Marek Edelman, the last surviving leader of the Warsaw Ghetto Uprising. transl. by Joanna Stasinska Weschler, Lawrence Weschler. Henry Holt & Company. p. 95. ISBN 0-03-006002-8.",
        "spans": [
            {
                "start": 129,
                "end": 142,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b c Andrzej Sławiński, Warsaw Ghetto Uprising and The Polish Home Army – Questions and Answers. Translated from Polish by Antoni Bohdanowicz. Article on the pages of the London Branch of the Polish Home Army Ex-Servicemen Association. Retrieved 14 March 2008.",
        "spans": [
            {
                "start": 27,
                "end": 40,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b Peter Kenez (January 2009).  Murray Baumgarten; Peter Kenez; Bruce Allan Thompson (eds.). The Attitude of the Polish Home Army (AK) to the Jewish Question during the Holocaust: the Case of the Warsaw Ghetto Uprising. University of Delaware Press. pp. 121–122. ISBN 978-0-87413-039-3.",
        "spans": [
            {
                "start": 199,
                "end": 212,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Moshe Arens, \"Flags over the Warsaw Ghetto: The Untold Story of Warsaw Ghetto Uprising\", Gefen Publishing House 2007 ISBN 9652293563 page 186.",
        "spans": [
            {
                "start": 31,
                "end": 44,
                "label": "GHETTO"
            },
            {
                "start": 66,
                "end": 79,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Yosef Kermisch, \"To live with honour and die with honour! Selected documents from the Warsaw Ghetto Undergroung Archives. Oneg Shabbat\", Jerusalem, Yad Vashem, 1986.",
        "spans": [
            {
                "start": 88,
                "end": 101,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Fuks, Marian (1989). \"Pomoc Polaków bojownikom getta warszawskiego\" [Assistance of Poles in the Warsaw ghetto uprising]. Biuletyn Żydowskiego Instytutu Historycznego (in Polish). 1 (149): 43–52, 144. Without assistance of Poles and even their active participation in some actions, without the supply of arms from the Polish underground movement - the outbreak of the uprising inthe Warsaw ghetto was impossible eat all.",
        "spans": [
            {
                "start": 98,
                "end": 111,
                "label": "GHETTO"
            },
            {
                "start": 384,
                "end": 397,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ a b USHMM: Recognize someone? Askari or Trawniki guards peer into a doorway past the bodies of Jews killed during the suppression of the Warsaw Ghetto Uprising. The original German caption reads: \"Askaris used during the operation\". Photo Archives. Hostile commentator: Bruno Hajda, denaturalized former guard at Trawniki, tried in the U.S., February 1996 (No. 97-2362).",
        "spans": [
            {
                "start": 139,
                "end": 152,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Statement by Stroop to Investigators About His Actions in the Warsaw Ghetto\". Jewishvirtuallibrary.org. 24 February 1946. Retrieved 4 May 2012.",
        "spans": [
            {
                "start": 65,
                "end": 78,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Wikimedia Commons has media related to Warsaw Ghetto Uprising.",
        "spans": [
            {
                "start": 39,
                "end": 52,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Voices From the Inferno: Holocaust Survivors Describe the Last Months in the Warsaw Ghetto, an online exhibition by Yad Vashem Rare color photo (not colorized) from Warsaw Ghetto Uprising by Zbigniew Borowczyk (visible Church of St. Anthony of Padua at 31/33 Senatorska Street and burning ghetto). The Warsaw Ghetto archive (including The Stroop Report) at Jewish Virtual Library Stroop Report online in German and English Marek Edelman, The Warsaw Ghetto Uprising Pre and post war pictures of the Warsaw Ghetto uprising Rokhl Auerbakh: Literature as Social Service & the Warsaw Ghetto Soup Kitchen Teach about the Warsaw Ghetto Uprising: Classroom Lesson Plans from the Jewish Partisan Educational Foundation vtePolish uprisingsPartitions Bar Confederation Kościuszko Uprising Denisko Uprising Greater Poland Uprising (1794) Greater Poland Uprising (1806) November Uprising Greater Poland Uprising (1846) Kraków Uprising Greater Poland Uprising (1848) January Uprising Baikal insurrection 1866 Łódź insurrection  Second Republic Greater Poland Uprising (1918–19) Sejny Uprising Silesian Uprisings World War II Czortków Uprising Zamość Uprising Warsaw Ghetto Uprising Białystok Ghetto Uprising Częstochowa Ghetto Uprising Operation Tempest Operation Ostra Brama Lwów Uprising Warsaw Uprising Kraków Uprising People's Republic Polish resistance to Soviet occupation Poznań 1956 protests Polish 1970 protests Solidarity",
        "spans": [
            {
                "start": 77,
                "end": 90,
                "label": "GHETTO"
            },
            {
                "start": 165,
                "end": 178,
                "label": "GHETTO"
            },
            {
                "start": 302,
                "end": 315,
                "label": "GHETTO"
            },
            {
                "start": 442,
                "end": 455,
                "label": "GHETTO"
            },
            {
                "start": 498,
                "end": 511,
                "label": "GHETTO"
            },
            {
                "start": 572,
                "end": 585,
                "label": "GHETTO"
            },
            {
                "start": 615,
                "end": 628,
                "label": "GHETTO"
            },
            {
                "start": 1145,
                "end": 1158,
                "label": "GHETTO"
            },
            {
                "start": 1168,
                "end": 1184,
                "label": "GHETTO"
            },
            {
                "start": 1194,
                "end": 1212,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Retrieved from \"https://en.wikipedia.org/w/index.php?title=Warsaw_Ghetto_Uprising&oldid=985480179\" Categories: Warsaw Ghetto Uprising1943 in Judaism1943 in PolandBattles of World War II involving GermanyBattles involving PolandBundismGhetto uprisingsJewish resistance during the HolocaustMass murder in 1943Military history of Poland during World War IIWorld War II massacresZionism in PolandThe Holocaust in PolandApril 1943 eventsMay 1943 eventsLast standsHidden categories: All articles with unsourced statementsArticles with unsourced statements from December 2019Articles containing Yiddish-language textArticles containing Polish-language textArticles containing German-language textPages with reference errorsCS1 Polish-language sources (pl)CS1 German-language sources (de)Webarchive template wayback linksAll articles with incomplete citationsArticles with incomplete citations from December 2019CS1 errors: empty unknown parametersPages with broken reference namesPages containing links to subscription-only contentWikipedia extended-confirmed-protected pagesArticles with short descriptionShort description is different from WikidataUse dmy dates from January 2012Coordinates on WikidataArticles with unsourced statements from October 2019Articles with unsourced statements from April 2019Articles needing additional references from April 2017All articles needing additional referencesArticles needing additional references from August 2018Articles with unsourced statements from November 2019Wikipedia articles needing clarification from July 2018Pages with citations lacking titlesCommons link from WikidataWikipedia articles with GND identifiersWikipedia articles with LCCN identifiers",
        "spans": [
            {
                "start": 111,
                "end": 124,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Location of Dzyatlava (Zdzięcioł) during the Holocaust in Eastern EuropeLocationDzyatlava, Western BelarusIncident typeImprisonment, slave labor, mass killingsOrganizationsSS, Einsatzgruppe C, Belarusian Auxiliary Police, WehrmachtExecutionsKurpyash ForestVictimsOver 4,500 Jews.[1] The Dzyatlava Ghetto, Zdzięcioł Ghetto, or Zhetel Ghetto (in Yiddish) was a Nazi ghetto in the town of Dziatłava, Western Belarus during World War II.  After several months of Nazi ad-hoc persecution that began after the launch of Operation Barbarossa, the invastion of the Soviet Union, the new German authorities officially created a ghetto for all local Jews on 22 February 1942.[2][3] Prior to 1939, the town (Zdzięcioł) was part of Nowogródek Voivodeship of the Second Polish Republic.",
        "spans": [
            {
                "start": 305,
                "end": 321,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Timeline[edit] Pre-1939: Zdzięcioł (Zhetel - Yiddish), town in the Nowogródek province, Poland 1939-41: Dyatlovo, Belorussian SSR (following Soviet staged elections) 1941-44: Djatlowo, Rayon center, Gebiet Nowogrodek, Generalkommissariat Weissruthenien Post-1944: Dyatlovo, Grodno province, Belorussian SSR Since 1991: Republic of Belarus See also[edit] Słonim Ghetto in the territories of Poland annexed by the Soviet Union, holding 22,000–25,000 Polish Jews.[8] References[edit] This article incorporates text from the United States Holocaust Memorial Museum, and has been released under the GFDL. The Museum can offer no guarantee that the information is correct in each circumstance.",
        "spans": [
            {
                "start": 354,
                "end": 367,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Initially, the Romani were herded into so-called ghettos, including the Warsaw Ghetto (April–June 1942), where they formed a distinct class in relation to the Jews. Ghetto diarist Emmanuel Ringelblum speculated that Romani were sent to the Warsaw Ghetto because the Germans wanted:... to toss into the Ghetto everything that is characteristically dirty, shabby, bizarre, of which one ought to be frightened, and which anyway has to be destroyed.[33] Initially, there was disagreement within the Nazi circles about how to solve the \"Gypsy Question\".  In late 1939 and early 1940, Hans Frank, the General Governor of occupied Poland, refused to accept the 30,000 German and Austrian Roma which were to be deported to his territory.  Heinrich Himmler \"lobbied to save a handful of pure-blooded Roma\", whom he believed to be an ancient Aryan people for his \"ethnic reservation\", but was opposed by Martin Bormann, who favored deportation for all Roma.[18]  The debate ended in 1942 when Himmler signed the order to begin the mass deportations of Roma to Auschwitz concentration camp. During Operation Reinhard (1941–43), an undetermined number of Roma were killed in the extermination camps, such as Treblinka.[34]",
        "spans": [
            {
                "start": 72,
                "end": 85,
                "label": "GHETTO"
            },
            {
                "start": 240,
                "end": 253,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "1 German occupation 2 Actions against the Jews 3 Destruction of the synagogues and cemeteries 4 Further restrictions on Jews 5 Construction of the Riga ghetto 6 Notes 7 References",
        "spans": [
            {
                "start": 147,
                "end": 158,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Gutman, Israel (1994). Resistance: The Warsaw Ghetto Uprising. Houghton Mifflin. p. 119. ISBN 0395901308.",
        "spans": [
            {
                "start": 41,
                "end": 54,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ The Holocaust Encyclopedia (2013). \"Resistance in Ghettos\". Jewish Uprisings in Ghettos and Camps, 1941–1944. United States Holocaust Memorial Museum. Notable examples include the Łuck Ghetto uprising quelled on 12 December 1942 with the help of the Ukrainian Auxiliary Police, see: Yad Vashem, Łuck, December 1942 on YouTube; testimony of Shmuel Shilo. \"The forgotten December\". Archived from the original on 22 July 2015. The Łachwa Ghetto uprising was suppressed on 3 September 1942, the Częstochowa Ghetto uprising on 30 June 1943, the Sosnowiec Ghetto uprising on 3 August 1943, and the Białystok Ghetto uprising on 17 August 1943.",
        "spans": [
            {
                "start": 182,
                "end": 193,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 443,
                "label": "GHETTO"
            },
            {
                "start": 493,
                "end": 511,
                "label": "GHETTO"
            },
            {
                "start": 542,
                "end": 558,
                "label": "GHETTO"
            },
            {
                "start": 594,
                "end": 610,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"A German police officer shoots Jewish women still alive after a mass execution of Jews from the Mizocz ghetto\". United States Holocaust Memorial Museum.",
        "spans": [
            {
                "start": 99,
                "end": 112,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "vteThe Holocaust in Latvia Main article The Holocaust Related articles by country Belarus Estonia Lithuania Norway Poland Russia Ukraine Crimes Burning of the Riga synagogues Dünamünde Action Jelgava Pogulianski Rumbula Liepāja (Šķēde) Victims Jewish people of Latvia Gypsies Joseph Carlebach Simon Dubnow Else Hirsch Perpetrators Alois Brunner Rudolf Batz Fritz Dietrich Otto-Heinrich Drechsler Erich Ehrlinger Karl Jäger Friedrich Jeckeln Heinz Jost Konrāds Kalējs Ernst Kaltenbrunner Wolfgang Kügler Rudolf Lange Hinrich Lohse Friedrich Panzinger Hans-Adolf Prützmann Eduard Roschmann Alfred Rosenberg Martin Sandberger Albert Sauer Rudolf Joachim Seck Franz Walter Stahlecker Eduard Strauch Nazi occupation and organizations Einsatzgruppen Reichskommissariat Ostland Rollkommando Hamann Collaborators Individuals Viktors Arājs Herberts Cukurs Kārlis Lobe Organizations Arajs Kommando Latvian Auxiliary Police Schutzmannschaft Ghettos and camps Daugavpils Ghetto Jungfernhof concentration camp Kaiserwald concentration camp Riga Ghetto Salaspils concentration camp Documentation Generalplan Ost Jäger Report Concealment Sonderaktion 1005 War crimes investigations and trials Einsatzgruppen trial Extraordinary (Soviet) State Commission Righteous Among the Nations Jānis Lipke Paul Schiemann Roberts Sedols Memorials Bikernieki Memorial Related articles The Holocaust The Mover Occupation of Latvia by Nazi Germany",
        "spans": [
            {
                "start": 948,
                "end": 965,
                "label": "GHETTO"
            },
            {
                "start": 1027,
                "end": 1038,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Umschlagplatz of the Warsaw GhettoNational monument at the Ghetto's former Umschlagplatz symbolizing an open freight car, Stawki Street, WarsawPolish Jews loaded onto trains at the Warsaw Ghetto Umschlagplatz (German: collection point or reloading point) was the term used during The Holocaust to denote the holding areas adjacent to railway stations in occupied Poland where Jews from ghettos were assembled for deportation to Nazi death camps. The largest collection point was in Warsaw next to the Warsaw Ghetto. In 1942 between 254,000 – 265,000 Jews passed through the Warsaw Umschlagplatz on their way to the Treblinka extermination camp during Operation Reinhard,[1] the deadliest phase of the Holocaust in Poland.[2][3] Often those awaiting the arrival of Holocaust trains, were held at the Umschlagplatz overnight.[4] Other examples of Umschlagplatz include the one at Radogoszcz station - adjacent to the Łódź Ghetto - where people were sent to Chełmno extermination camp and Auschwitz.[5][6] In 1988, a memorial was erected in Warsaw to commemorate the deportation victims from the Umschlagplatz. The monument resembles a freight car with its doors open. It is located on the corner of Stawki Street.[7]",
        "spans": [
            {
                "start": 181,
                "end": 194,
                "label": "GHETTO"
            },
            {
                "start": 501,
                "end": 514,
                "label": "GHETTO"
            },
            {
                "start": 915,
                "end": 926,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "1 Usage 2 Warsaw Ghetto 3 Deportations to Treblinka 4 Memorial 5 See also 6 References 7 Bibliography",
        "spans": [
            {
                "start": 10,
                "end": 23,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Warsaw Ghetto During the Grossaktion Warsaw, which began on 22 July 1942, Jews were deported in crowded freight cars to Treblinka twice daily, in the early morning, often after an overnight wait, and in mid-afternoon. On some days as many as 10,000 Jews were deported. An estimated 300,000 Jews were taken to the Treblinka gas chambers; some sources describe it as the largest killing of a community in World War II. The mass deportation action ended on 21 September 1942, although trains to Treblinka continued to depart from 19 April 1943 until the end of the Warsaw Ghetto Uprising in 1943.[12] The Warsaw Umschlagplatz was created by fencing off a western part of the Warszawa Gdańska freight train station that was adjacent to the ghetto. The area was surrounded by a wooden fence, later replaced by a concrete wall.  Railway buildings and installations on the site, as well as a former homeless shelter and a hospital were converted into a prisoner selection facility. The rest of the train station served its normal function for the rest of the city during the deportations.",
        "spans": [
            {
                "start": 0,
                "end": 13,
                "label": "GHETTO"
            },
            {
                "start": 562,
                "end": 575,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Waiting to be deported at the Umschlagplatz. The railway leading to the square was originally constructed in 1876, as a side rail to the city's main line. Warehouses and other buildings were built between 1921 and 1935. After the German invasion of Poland in September 1939, and the occupation of the country, the square came under the administration of a dedicated German institution, the Transferstelle (\"Transfer Bureau\"). Originally its purpose was to oversee the flow of goods between the newly established Warsaw Ghetto and the \"Aryan Side\" of Warsaw. At the time the ghetto's inhabitants referred to the square as \"Umschlag\". At the end of January 1942 the southern portion of the square was incorporated into the ghetto.",
        "spans": [
            {
                "start": 512,
                "end": 525,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Memorial On 18 April 1988, on the eve of the 45th anniversary of the outbreak of the Warsaw Ghetto Uprising, a stone monument resembling an open freight car was unveiled to mark the Umschlagplatz. The inscription on four commemorative plaques in Polish, Yiddish, English and Hebrew reads:",
        "spans": [
            {
                "start": 85,
                "end": 98,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Along this path of suffering and death over 300 000 Jews were driven in 1942-1943 from the Warsaw Ghetto to the gas chambers of the Nazi extermination camps. The 400 most popular Jewish-Polish first names, in alphabetical order from Aba to Żanna, are engraved on the monument. Each one commemorates 1,000 victims of the Warsaw Ghetto. The gate is surmounted by a syenite grave stone (donated by the government and society of Sweden) with a motif of a shattered forest – a symbol of the extermination of the Jewish nation. The selection and sequence of colours of the monument (white with the black stripe on the front wall) refer to the Jewish ritual clothing.[13] The monument was created by architect Hanna Szmalenberg and sculptor Władysław Klamerus. It replaced a commemorative plaque unveiled in the late 1940s. In 2002 the monument site and the adjacent school buildings were listed in the Register of Historic Monuments.[14]",
        "spans": [
            {
                "start": 91,
                "end": 104,
                "label": "GHETTO"
            },
            {
                "start": 320,
                "end": 333,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Oyneg Shabbos chroniclers of the Warsaw Ghetto led by Emanuel Ringelblum Warsaw Ghetto boundary markers References",
        "spans": [
            {
                "start": 33,
                "end": 46,
                "label": "GHETTO"
            },
            {
                "start": 73,
                "end": 86,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Holocaust Encyclopedia. \"Warsaw Ghetto Uprising\". United States Holocaust Memorial Museum. Archived from the original on 2012-01-19 – via Internet Archive.",
        "spans": [
            {
                "start": 27,
                "end": 40,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Michal Grynberg (2003). Words to Outlive Us: Eyewitness Accounts from the Warsaw Ghetto. Macmillan. p. 167. ISBN 1466804343.",
        "spans": [
            {
                "start": 76,
                "end": 89,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Holocaust Encyclopedia (10 June 2013). \"Warsaw Ghetto Uprising\". US Holocaust Memorial Museum. Archived from the original on 2 May 2012. Retrieved 25 August 2013.",
        "spans": [
            {
                "start": 42,
                "end": 55,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jump to navigation Jump to search Alexander Palfinger was the deputy to Hans Biebow, the German administrative director of the Lodz Ghetto. Due to differences with Biebow, who advocated the transformation of the Ghetto into a slave labor factory in exchange for little food, Palfinger asserting instead \"a rapid dying out\" of the Ghetto inhabitants,[1] he left to work at the Transferstelle in the Warsaw Ghetto. This agency was in charge of the traffic of goods entering and leaving the ghetto. He was succeeded by Max Georg Bischof. \"Given the mentality of the Jews,\" he argued, only the \"most extreme exigency\" would force them to part with their hidden valuables in return for food.[2][3]",
        "spans": [
            {
                "start": 127,
                "end": 138,
                "label": "GHETTO"
            },
            {
                "start": 398,
                "end": 411,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Pages in category \"Einsatzgruppen\" The following 59 pages are in this category, out of  59 total. This list may not reflect recent changes (learn more).   Einsatzgruppen Einsatzgruppen reports Einsatzgruppen trial Einsatzkommando* List of EinsatzgruppenA Arajs KommandoB Babi Yar The Black Book (list) Bloody Sunday (1939)D Daugavpils Ghetto Drohobycz Ghetto Dünamünde ActionE Einsatzgruppe Egypt Einsatzgruppe H Einsatzgruppe Serbia Einsatzkommando FinnlandF Finale der VernichtungG Gas vanH Reinhard Heydrich HolovneI Informationsheft Grossbritannien Ivanhorod Einsatzgruppen photographJ Jäger Report Jelgava massacres Jungfernhof concentration campK Kaunas massacre of October 29, 1941 Korherr Report Richard Korherr Kremnička and Nemecká massacresL The Last Jew in Vinnitsa Latvian Auxiliary Police Liepāja massacres Lithuanian TDA Battalions Massacre of Lwów professorsM Massacre in Dynów Massacre of Uus Street Minsk Ghetto Mizoch GhettoN Ninth Fort massacres of November 1941O 1941 Odessa massacre Olyka Operation TannenbergP Pavoloch massacre Ponary massacreR Riga Ghetto Burning of the Riga synagogues Rollkommando Hamann Rumbula massacreS Salaspils camp Schutzmannschaft Special Prosecution Book-PolandT Taganrog during World War II Taganrog resistance movement Lozisht TrochenbrodU Ukrainian Auxiliary PoliceV Valley of Death (Bydgoszcz) Volksdeutscher SelbstschutzY Ypatingasis būrys",
        "spans": [
            {
                "start": 324,
                "end": 341,
                "label": "GHETTO"
            },
            {
                "start": 917,
                "end": 929,
                "label": "GHETTO"
            },
            {
                "start": 1068,
                "end": 1079,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Deportations to and from the Warsaw Ghetto\". Holocaust Encyclopedia. United States Holocaust Memorial Museum. Archived from the original on 21 September 2012.",
        "spans": [
            {
                "start": 32,
                "end": 45,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ \"Jews captured by Waffen SS soldiers during the suppression of the Warsaw Ghetto Uprising\". Yad Vashem. Archived from the original on 9 October 2014.",
        "spans": [
            {
                "start": 69,
                "end": 82,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "vteThe Holocaust in Latvia Main article The Holocaust Related articles by country Belarus Estonia Lithuania Norway Poland Russia Ukraine Crimes Burning of the Riga synagogues Dünamünde Action Jelgava Pogulianski Rumbula Liepāja (Šķēde) Victims Jewish people of Latvia Gypsies Joseph Carlebach Simon Dubnow Else Hirsch Perpetrators Alois Brunner Rudolf Batz Fritz Dietrich Otto-Heinrich Drechsler Erich Ehrlinger Karl Jäger Friedrich Jeckeln Heinz Jost Konrāds Kalējs Ernst Kaltenbrunner Wolfgang Kügler Rudolf Lange Hinrich Lohse Friedrich Panzinger Hans-Adolf Prützmann Eduard Roschmann Alfred Rosenberg Martin Sandberger Albert Sauer Rudolf Joachim Seck Franz Walter Stahlecker Eduard Strauch Nazi occupation and organizations Einsatzgruppen Reichskommissariat Ostland Rollkommando Hamann Collaborators Individuals Viktors Arājs Herberts Cukurs Kārlis Lobe Organizations Arajs Kommando Latvian Auxiliary Police Schutzmannschaft Ghettos and camps Daugavpils Ghetto Jungfernhof concentration camp Kaiserwald concentration camp Riga Ghetto Salaspils concentration camp Documentation Generalplan Ost Jäger Report Concealment Sonderaktion 1005 War crimes investigations and trials Einsatzgruppen trial Extraordinary (Soviet) State Commission Righteous Among the Nations Jānis Lipke Paul Schiemann Roberts Sedols Memorials Bikernieki Memorial Related articles The Holocaust The Mover Occupation of Latvia by Nazi Germany",
        "spans": [
            {
                "start": 948,
                "end": 965,
                "label": "GHETTO"
            },
            {
                "start": 1027,
                "end": 1038,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lithuania portalGroupsPerpetrators Einsatzgruppen Police Battalions Lithuanian Security Police Rollkommando Hamann TDA Ypatingasis būrys Resistance Fareinigte Partizaner Organizacje Paper Brigade Events Jäger Report Kaunas June 1941 Kaunas 29 October 1941 Ninth Fort November 1941 Ponary Places HKP 562 forced labor camp Kailis forced labor camp Kauen concentration camp Kovno Ghetto Lukiškės Prison Marcinkonys Ghetto Ninth Fort Šiauliai Ghetto Švenčionys Ghetto Vilna Ghetto",
        "spans": [
            {
                "start": 371,
                "end": 383,
                "label": "GHETTO"
            },
            {
                "start": 400,
                "end": 418,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 445,
                "label": "GHETTO"
            },
            {
                "start": 446,
                "end": 463,
                "label": "GHETTO"
            },
            {
                "start": 464,
                "end": 476,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Occupation of Lithuania by Nazi Germany History of the Jews in Lithuania List of Lithuanian Righteous Among the Nations Songs of the Vilna Ghetto",
        "spans": [
            {
                "start": 133,
                "end": 145,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ Gutman, Israel (1994). Resistance: The Warsaw Ghetto Uprising. Houghton Mifflin. p. 119. ISBN 0395901308.",
        "spans": [
            {
                "start": 41,
                "end": 54,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "^ The Holocaust Encyclopedia (2013). \"Resistance in Ghettos\". Jewish Uprisings in Ghettos and Camps, 1941–1944. United States Holocaust Memorial Museum. Notable examples include the Łuck Ghetto uprising quelled on 12 December 1942 with the help of the Ukrainian Auxiliary Police, see: Yad Vashem, Łuck, December 1942 on YouTube; testimony of Shmuel Shilo. \"The forgotten December\". Archived from the original on 22 July 2015. The Łachwa Ghetto uprising was suppressed on 3 September 1942, the Częstochowa Ghetto uprising on 30 June 1943, the Sosnowiec Ghetto uprising on 3 August 1943, and the Białystok Ghetto uprising on 17 August 1943.",
        "spans": [
            {
                "start": 182,
                "end": 193,
                "label": "GHETTO"
            },
            {
                "start": 430,
                "end": 443,
                "label": "GHETTO"
            },
            {
                "start": 493,
                "end": 511,
                "label": "GHETTO"
            },
            {
                "start": 542,
                "end": 558,
                "label": "GHETTO"
            },
            {
                "start": 594,
                "end": 610,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The Ghetto The German authorities forced all adult Jews to wear the Yellow badge. In July 1941, a Judenrat was formed in Sambor on German orders, with Dr. Shimshon (Samson) Schneidscher as its chairman.[17] In the following months, Jews were being deported to the open-type ghetto in Sambor from the entire county.[10] On 17 July, Heinrich Himmler decreed the formation of the Schutzmannschaften from among the local Ukrainians,[16] owing to good relations with the local Ukrainian Hilfsverwaltung.[18] By 7 August 1941 in most areas conquered by the Wehrmacht,[13] the units of the Ukrainian People's Militia have already participated in a series of so-called \"self-purification\" actions, closely followed by the killings carried out by the  Einsatzgruppe C.[15] The OUN-B militia spearheaded a day-long pogrom in Stary Sambor.[3] Thirty-two prominent Jews were dragged by the nationalists to the cemetery and bludgeoned. Surviving eyewitnesses, Mrs. Levitski and Mr. Eidman, reported cases of dismemberment and decapitation of the victims.[3] Afterwards, a Jewish Ghetto Police was set up, headed by Hermann Stahl.[5] Jews were ordered to hand–over their furs, radios, silver and gold.[17]",
        "spans": [
            {
                "start": 274,
                "end": 290,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Location of Dzyatlava (Zdzięcioł) during the Holocaust in Eastern EuropeLocationDzyatlava, Western BelarusIncident typeImprisonment, slave labor, mass killingsOrganizationsSS, Einsatzgruppe C, Belarusian Auxiliary Police, WehrmachtExecutionsKurpyash ForestVictimsOver 4,500 Jews.[1] The Dzyatlava Ghetto, Zdzięcioł Ghetto, or Zhetel Ghetto (in Yiddish) was a Nazi ghetto in the town of Dziatłava, Western Belarus during World War II.  After several months of Nazi ad-hoc persecution that began after the launch of Operation Barbarossa, the invastion of the Soviet Union, the new German authorities officially created a ghetto for all local Jews on 22 February 1942.[2][3] Prior to 1939, the town (Zdzięcioł) was part of Nowogródek Voivodeship of the Second Polish Republic.",
        "spans": [
            {
                "start": 305,
                "end": 321,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Timeline[edit] Pre-1939: Zdzięcioł (Zhetel - Yiddish), town in the Nowogródek province, Poland 1939-41: Dyatlovo, Belorussian SSR (following Soviet staged elections) 1941-44: Djatlowo, Rayon center, Gebiet Nowogrodek, Generalkommissariat Weissruthenien Post-1944: Dyatlovo, Grodno province, Belorussian SSR Since 1991: Republic of Belarus See also[edit] Słonim Ghetto in the territories of Poland annexed by the Soviet Union, holding 22,000–25,000 Polish Jews.[8] References[edit] This article incorporates text from the United States Holocaust Memorial Museum, and has been released under the GFDL. The Museum can offer no guarantee that the information is correct in each circumstance.",
        "spans": [
            {
                "start": 354,
                "end": 367,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Secretary of the Kovno ghetto Jewich council Avraham Tory stands with Zvi Brik (left), workshop administrator, in the cemetery of the Kovno ghetto. - Yad Vashem Photo Archives",
        "spans": [
            {
                "start": 17,
                "end": 29,
                "label": "GHETTO"
            },
            {
                "start": 134,
                "end": 146,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "After enough Jews for an entire transport (usually 1,000 people) had been assembled in these makeshift centers, they were taken to the rail station—usually the freight yards at Grunewald, sometimes the Anhalter or Putlitz Street train stations. They were then loaded onto passenger rail cars, or sometimes onto freight cars. The first deportation of Jews from Berlin occurred in October 1941, when 1,000 Jews were transported to the Lodz ghetto in Poland. By January 1942, about 10,000 Jews had been deported from Berlin to ghettos in eastern Europe, mainly Lodz, Riga, Minsk, and Kovno. Elderly Jews from Berlin were deported to Theresienstadt in 1942 and 1943. Beginning in 1942, Jews were deported from Berlin directly to the killing centers, primarily to Auschwitz-Birkenau. In 1943, most of the staff of the Reich Association of Jews in Germany, the central Jewish representative organization, was deported to Theresienstadt. All Jewish organizations and offices were disbanded. The majority of the remaining Jews in Berlin were deported by the end of April 1943. More than 60,000 Jews were deported from Berlin:",
        "spans": [
            {
                "start": 433,
                "end": 444,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Establishment of a Ghetto in Bialystok In August 1941, the Germans ordered the establishment of a ghetto in Bialystok. About 50,000 Jews from the city and the surrounding region were confined in a small area of Bialystok city.",
        "spans": [
            {
                "start": 19,
                "end": 38,
                "label": "GHETTO"
            },
            {
                "start": 98,
                "end": 117,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Camp authorities sent the vast majority of young Jewish children directly to the gas chambers upon arrival at Auschwitz-Birkenau and other killing centers. SS and police forces in German-occupied Poland and the German-occupied Soviet Union shot thousands of children at the edge of mass graves along with their parents. Sometimes the selection of children to fill the first transports to the killing centers or to provide the first victims of shooting operations resulted from the agonizing and controversial decisions of Jewish council (Judenrat) chairmen. The decision by the Judenrat in Lodz in September 1942 to deport children to the Chelmno killing center was an example of the tragic choices made by adults when faced with German demands. Janusz Korczak, director of an orphanage in the Warsaw ghetto, however, refused to abandon the children under his care when they were selected for deportation. He accompanied them on the transport to the Treblinka killing center and into the gas chambers, sharing their fate. Non-Jewish Children Non-Jewish children from certain targeted groups were not spared. Examples include",
        "spans": [
            {
                "start": 794,
                "end": 807,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "He later served with the team of Americans working to prepare the Nuremberg trials, where he was able to get the word “genocide” included in the indictment against Nazi leadership. But “genocide” was not yet a legal crime, and the verdict at Nuremberg did not cover peacetime attacks against groups, only crimes committed in conjunction with an aggressive war. While in Nuremberg, Lemkin also learned of the death of 49 members of his family, including his parents, in concentration camps, the Warsaw ghetto, and death marches. He returned from Europe determined to see “genocide” added to international law and began lobbying for this at early sessions of the United Nations. His tireless efforts to enlist the support of national delegations and influential leaders eventually paid off. On December 9, 1948, the United Nations approved the Convention on the Prevention and Punishment of Genocide.",
        "spans": [
            {
                "start": 494,
                "end": 507,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "On September 23, 1941, on the occasion of the Jewish New Year (Rosh Hashanah), the Lodz ghetto schoolchildren presented Jewish Council chairman Rumkowski with an album of hand-drawn New Year's greetings from 43 of the schools. - YIVO Institute for Jewish Research, New York",
        "spans": [
            {
                "start": 83,
                "end": 94,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Throughout Dawid's imprisonment in the Lodz ghetto he made sure to write about his hopes and doubts and the tragedies that happened. He described with great feeling taking of his beloved mother during the Gehsperre Aktion and his diminishing love for his own father. Dawid Sierakowiak's diary ends in April 1943 with a hopeful note about getting a job in the ghetto bakery, where he would be able to eat. We do not know if he got this job or not, but we do know that this talented young man died on August 8, 1943, probably of tuberculosis. He wrote in his diary: \"I so very much want to live and survive.\" His sister was deported to Auschwitz-Birkenau, where she was murdered. Five notebooks of Dawid's diary survived.",
        "spans": [
            {
                "start": 39,
                "end": 50,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Central Europe German authorities began to deport Jews from the Greater German Reich in October 1941, while the construction of the killing centers was still in the planning stage. Between October 15, 1941, and November 4, 1941, German authorities deported 20,000 Jews to the Lodz ghetto. Between November 8, 1941, and October 1942, German authorities deported approximately 49,000 Jews from the Greater German Reich to Riga, Minsk, Kovno, and Raasiku, all in the Reich Commissariat Ostland (German-occupied Belorussia, Lithuania, Latvia, and Estonia). SS and police officials shot the overwhelming majority of the deportees upon arrival in the Reich Commissariat Ostland. German authorities deported another approximately 63,000 German, Austrian, and Czech Jews to the Warsaw ghetto and to various locations in District Lublin, including the transit camp-ghettos at Krasnystaw and Izbica and the killing center in Sobibor, between March and October 1942. German Jewish residents of the Lodz and Warsaw ghettos were later deported with Polish Jews to Chelmno, Treblinka 2, and, in 1944, to Auschwitz-Birkenau.",
        "spans": [
            {
                "start": 276,
                "end": 287,
                "label": "GHETTO"
            },
            {
                "start": 770,
                "end": 783,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Deportations to the Warsaw Ghetto Between January and March 1941, Jews from smaller communities to the west of Warsaw were deported to the Warsaw ghetto. Between April and July 1942, Jews from the nearby towns east of Warsaw, from Germany, and from German-occupied areas of western Poland were deported there. The Germans also deported several hundred Roma (Gypsies) to the Warsaw ghetto. At its height, the total population of the Warsaw ghetto exceeded 400,000 people. Miserable conditions in the ghetto, deliberately exacerbated by German policies, worsened over time. In 1941, one year before mass deportations, over 43,000 people died, more than 10 percent of the entire ghetto population.",
        "spans": [
            {
                "start": 20,
                "end": 33,
                "label": "GHETTO"
            },
            {
                "start": 139,
                "end": 152,
                "label": "GHETTO"
            },
            {
                "start": 374,
                "end": 387,
                "label": "GHETTO"
            },
            {
                "start": 432,
                "end": 445,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Deportations from the Warsaw Ghetto Between July and September 1942, German SS and police units, supported by non-German auxiliaries, deported approximately 300,000 Jews from the Warsaw ghetto to the Treblinka II killing center. German SS and police personnel used violence to force Jews to march from their homes or places of work to the Umschlagplatz (concentration point), and forced them to board freight cars bound for Malkinia, on the Warsaw-Bialystok rail line. When the trains arrived in Malkinia, they were diverted along a special rail spur to Treblinka.",
        "spans": [
            {
                "start": 22,
                "end": 35,
                "label": "GHETTO"
            },
            {
                "start": 179,
                "end": 192,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Eyewitness testimony presented at the Nuremberg trials laid the foundation for much of what we know about the Holocaust including details of the Auschwitz death machinery, atrocities committed by the Einsatzgruppen (mobile killing units), the destruction of the Warsaw ghetto, and the original statistical estimate of six million murdered Jews.",
        "spans": [
            {
                "start": 262,
                "end": 275,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Lodz ghetto, 1940-1944 - US Holocaust Memorial Museum",
        "spans": [
            {
                "start": 0,
                "end": 11,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Leon Jakubowicz's Model of the Lodz Ghetto Leon Jakubowicz, a shoemaker by training and a native of Lodz, began constructing this model of the Lodz ghetto in the spring of 1940, after the ghetto was sealed.",
        "spans": [
            {
                "start": 31,
                "end": 42,
                "label": "GHETTO"
            },
            {
                "start": 143,
                "end": 154,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Model of the Lodz ghetto - US Holocaust Memorial Museum, courtesy of Leon Jacobson",
        "spans": [
            {
                "start": 13,
                "end": 24,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The footbridge over Zgierska Street that joined the two parts of the Lodz ghetto. - Instytut Pamieci Narodowej",
        "spans": [
            {
                "start": 69,
                "end": 80,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Scene in the Lodz ghetto marketplace. Jakubowicz's model of the Lodz ghetto recreates, on a small scale, the physical appearance of the ghetto, creating the shape of the model to mimic the exact boundaries, streets, and buildings that had a major impact on daily life in the ghetto. - Instytut Pamieci Narodowej",
        "spans": [
            {
                "start": 13,
                "end": 24,
                "label": "GHETTO"
            },
            {
                "start": 64,
                "end": 75,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "In the spring of 1944, with the ghetto population still numbering some 75,000 Jews, the Nazis began to liquidate the Lodz ghetto with deportations first to the Chelmno killing center and ultimately, by August, to Auschwitz-Birkenau. Hiding and Retrieving the Model Jakubowicz continued to develop the model until he and his wife, Rachela Zylber, were deported from the ghetto in August 1944, when all remaining inhabitants of the ghetto were deported to Auschwitz.",
        "spans": [
            {
                "start": 117,
                "end": 128,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Leon Jakubowicz and his wife Rachela holding the model of the Lodz ghetto that Leon created. - US Holocaust Memorial Museum",
        "spans": [
            {
                "start": 62,
                "end": 73,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Jakubowicz was transferred to forced-labor camps in Germany. He was liberated by US troops in early May 1945. Leon discovered that his brothers had also survived. He told them where in Lodz he had buried the model. They were able to find it in the rubble of the destroyed building. Leon's brothers dug out the model and took it to him in Germany. Leon loaned this artifact to the United States Holocaust Memorial Museum in 1990. The model was donated to the Museum in 1996. Fate of Leon's Family Although Leon and his two brothers survived, they lost their immediate and extended families in the Holocaust. After the war, Leon found out that his mother had died in Auschwitz. His father had died in the Lodz ghetto. Leon himself emigrated to Israel. He lived there until 1958 when he came to the United States, bringing the model with him.",
        "spans": [
            {
                "start": 703,
                "end": 714,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A pair of shoes left behind after a deportation action in the Kovno ghetto. - US Holocaust Memorial Museum, courtesy of George Kadish/Zvi Kadushin ( See archival information )",
        "spans": [
            {
                "start": 62,
                "end": 74,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Ruins of a building in the Kovno ghetto gutted when the Germans attempted to force Jews out of hiding during the final destruction of the ghetto. - US Holocaust Memorial Museum, courtesy of George Kadish/Zvi Kadushin",
        "spans": [
            {
                "start": 27,
                "end": 39,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "In some ghettos, members of Jewish resistance movements staged armed uprisings. The largest of these was the Warsaw ghetto uprising in spring 1943. There were also violent revolts in Vilna, Bialystok, Czestochowa, and several smaller ghettos. Ghettos in Hungary In Hungary, ghettoization did not begin until the spring of 1944 after the German invasion and occupation. In less than three months, the Hungarian gendarmerie, coordinating with German deportation experts from the Reich Main Office for Security, concentrated nearly 440,000 Jews from all over Hungary except for the capital city, Budapest. They forced the Jews into short-term “destruction ghettos” and then deported them into German custody at the Hungarian border. The Germans deported most of the Hungarian Jews to the Auschwitz-Birkenau killing center.",
        "spans": [
            {
                "start": 109,
                "end": 122,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "In Budapest, Hungarian authorities required Jews to confine themselves to marked houses (so-called Star of David houses). On October 15, 1944, leaders of the fascist Arrow Cross movement seized power in a German-sponsored coup. A few weeks later, the Arrow Cross government formally established a ghetto in Budapest. About 63,000 Jews lived in this 0.1 square mile area. Approximately 25,000 Jews who carried certificates indicating they were under the protection of a neutral power were confined in an \"international ghetto\" in the city. In January 1945, Soviet forces liberated that part of Budapest in which the two ghettos were located and liberated the nearly 90,000 Jewish residents.",
        "spans": [
            {
                "start": 297,
                "end": 315,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Americans and the Holocaust American Witnesses Some Were Neighbors: Collaboration & Complicity in the Holocaust State of Deception: The Power of Nazi Propaganda A Dangerous Lie: The Protocols of the Elders of Zion The Nazi Olympics: Berlin 1936 Flight and Rescue Liberation The Hidden History of the Kovno Ghetto The Art and Politics of Arthur Szyk Nazi Persecution of Homosexuals 1933-1945; Fighting the Fires of Hate: America and the Nazi Book Burnings Anne Frank, the Writer: An Unfinished Story Life in Shadows: Hidden Children and the Holocaust Deadly Medicine: Creating the Master Race",
        "spans": [
            {
                "start": 300,
                "end": 312,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Recreating the Diary Irena Aronowicz was born in Lodz, Poland, in 1925. In 1940, she moved with her family into the Lodz ghetto. There she began to write a daily diary. By 1942, Irena remained in the ghetto with just her sister. The two of them were deported to Auschwitz in August 1944. She took with her four full books containing her diary: they were lost forever. Irena was taken to a series of concentration camps including Birkenau, Freiberg, and finally Mauthausen. In May 1945, American troops liberated Irena in Mauthasuen. Immediately following liberation, Irena set out to recreate her diaries from memory. In 1946, she moved to Palestine where she married Joseph Liebman in 1949. There, she raised a family and wrote novels.",
        "spans": [
            {
                "start": 116,
                "end": 127,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "In addition to being a forced-labor camp for Jews, Janowska was a transit camp during the mass deportations of Polish Jews to the killing centers in 1942. Jews underwent a selection process in Janowska similar to that used at Auschwitz-Birkenau and Majdanek. Those classified as fit to work remained at Janowska for forced labor. The majority, rejected as unfit for work, were deported to Belzec and killed or were shot at the Piaski ravine, just north of the camp. In the summer and fall of 1942, thousands of Jews (mainly from the Lvov ghetto) were deported to Janowska and killed. The evacuation of the Janowska camp began in November 1943. As the Germans attempted to destroy the traces of mass murder (Aktion 1005), they forced the prisoners to open the mass graves and burn the bodies. On November 19, 1943, these prisoners staged an uprising and a mass escape attempt. A few succeeded in escaping, but most were recaptured and killed. The SS staff and their local auxiliaries murdered at least 6,000 surviving Jews from various forced-labor camps in Galicia when the Janowska camp was liquidated in November 1943.",
        "spans": [
            {
                "start": 533,
                "end": 544,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The ghetto in Kovno provided forced labor for the German military. Jews were employed primarily as forced laborers at various sites outside the ghetto, especially in the construction of a military airbase in Aleksotas. The Jewish council (Aeltestenrat; Council of Elders), headed by Dr. Elchanan Elkes, also created workshops inside the ghetto for those women, children, and elderly who could not participate in the labor brigades. Eventually, these workshops employed almost 6,500 people. The council hoped the Germans would not kill Jews who were producing for the army. In the autumn of 1943, the SS assumed control of the ghetto and converted it into the Kauen concentration camp. The Jewish council's role was drastically curtailed. The Nazis dispersed more than 3,500 Jews to subcamps where strict discipline governed all aspects of daily life. On October 26, 1943, the SS deported more than 2,700 people from the main camp. The SS sent those deemed fit to work to labor camps in Estonia, and deported children and the elderly to Auschwitz. Few survived.",
        "spans": [
            {
                "start": 4,
                "end": 19,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Detachments of German Einsatzgruppen, together with Latvian and Lithuanian auxiliaries, massacred most Latvian Jews. Ghettos were established in the larger cities of Riga, Dvinsk, and Liepaja. Several hundred Jews in the Riga ghetto organized resistance against the Germans. Small groups sought to escape from the ghetto.",
        "spans": [
            {
                "start": 221,
                "end": 232,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The Nazis deported thousands of German and Austrian Jews to the Riga ghetto in 1941 and early 1942. Einsatzgruppen and Order Police murdered most of them.",
        "spans": [
            {
                "start": 64,
                "end": 75,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The city of Lodz is located about 75 miles southwest of Warsaw, Poland. The Jews of Lodz formed the second largest Jewish community in prewar Poland, after Warsaw. German troops occupied Lodz one week after Germany invaded Poland on September 1, 1939. Lodz was annexed to Germany as part of the Warthegau. The Germans renamed the city Litzmannstadt, after a German general, Karl Litzmann, who had captured the city during World War I. The Lodz Ghetto In early February 1940, the Germans established a ghetto in the northeastern section of Lodz. About 160,000 Jews, more than a third of the city's population, were forced into a small area.",
        "spans": [
            {
                "start": 439,
                "end": 450,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Deportations to the Lodz Ghetto In 1941 and 1942, almost 40,000 Jews were deported to the Lodz ghetto: 20,000 from Germany, Austria, the Protectorate of Bohemia and Moravia, and Luxembourg, and almost 20,000 from the smaller provincial towns in the Warthegau. About 5,000 Roma (Gypsies) from Austria, primarily from the Burgenland province, were deported to the ghetto. They were confined in a segregated block of buildings.",
        "spans": [
            {
                "start": 20,
                "end": 31,
                "label": "GHETTO"
            },
            {
                "start": 90,
                "end": 101,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Deportations from the Lodz Ghetto In January 1942, German authorities began to deport Jews from Lodz to the Chelmno killing center. By September 1942, they had deported over 70,000 Jews and about 5,000 Roma to Chelmno. At Chelmno, a special SS detachment killed the Jewish deportees in mobile gas vans (trucks with a hermetically sealed compartment that served as a gas chamber). Jews were concentrated at assembly points in the ghetto before deportation. The Germans at first required the Jewish council to prepare lists of deportees. As this method failed to fill required quotas, the Germans resorted to police roundups. German personnel shot and killed hundreds of Jews, including children, the elderly, and the sick, during the deportation operations.",
        "spans": [
            {
                "start": 22,
                "end": 33,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Between September 1942 and May 1944, there were no major deportations from Lodz. The ghetto resembled a forced-labor camp. In the spring of 1944, the Nazis decided to destroy the Lodz ghetto. By then, Lodz was the last remaining ghetto in Poland, with a population of approximately 75,000 Jews in May 1944. In June and July 1944 the Germans resumed deportations from Lodz, and about 3,000 Jews were deported to Chelmno. The ghetto residents were told that they were being transferred to work camps in Germany. The Germans deported the surviving ghetto residents to the Auschwitz-Birkenau killing center in August 1944.",
        "spans": [
            {
                "start": 179,
                "end": 190,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "By August 1942, more than 65,000 Jews had been deported from the Lvov ghetto and murdered. Thousands of Jews were sent for forced labor to the nearby Janowska camp. In early June 1943, the Germans destroyed the ghetto, killing thousands of Jews in the process. The remaining ghetto residents were sent to the Janowska forced-labor camp or deported to Belzec.",
        "spans": [
            {
                "start": 65,
                "end": 76,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Miriam's Story Miriam Goldberg was born in Lodz, Poland, in November 1924. She was one of seven children. Her father was a rabbinical judge and her mother ran a women's clothing store in Lodz. When her family was forced into the Lodz ghetto, Miriam was in her second year of high school. When the ghetto schools closed, Miriam went into the workshops, toiling in a sewing factory. In the ghetto, she coped by writing prose and poetry in Polish. She also spent her free time as a member of the Gordonya Hakhsharah, a youth group. For her family and the youth group, Miriam set many of her words to melodies and sang them. In August 1944, Miriam was deported to Auschwitz. She was later sent to work in a factory in France before being taken to Bergen-Belsen. Miriam was liberated in April 1945 from the labor camp Muhltuer. After liberation she returned to Lodz to discover that she had lost all of her family except two sisters. In 1948, she moved to Israel where she got married and raised a family.",
        "spans": [
            {
                "start": 229,
                "end": 240,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Some misuses reflect a conscious, informed attempt to attack and de-legitimize a specifically Jewish target. For example, a cartoon image equating the Gaza Strip with the Warsaw ghetto is an explicit effort to demonize Israeli policies and close off reasonable debate by equating the policies with Nazi genocidal ones. Similarly, a sign used at a public protest in Washington, DC, in March 2010, showed a distorted but recognizable version of the Israeli flag in which a swastika dripping with blood replaced the Star of David.",
        "spans": [
            {
                "start": 171,
                "end": 184,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Ona Simaite (1899–1970), Lithuania Ona Simaite, a librarian at Vilna University, used her position to aid and rescue Jews in the Vilna ghetto. Entering the ghetto under the pretext of recovering library books from Jewish university students, she smuggled in food and other provisions and smuggled out literary and historical documents. In 1944, the Nazis arrested and tortured Simaite. She was then deported to Dachau and later transferred to a concentration camp in southern France. She remained in France following her liberation.",
        "spans": [
            {
                "start": 129,
                "end": 141,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Irena Sendler (1910–2008), Poland As head of the children's section of Zegota, the Polish underground Council for Aid to Jews, social worker Irena Sendler (alias \"Jolonta\") helped smuggle several hundred Jewish children out of the Warsaw ghetto. Hiding them in orphanages, convents, schools, hospitals, and private homes, she provided each child with a new identity, carefully recording in code their original names and placements so that surviving relatives could find them after the war. Arrested by the Gestapo (German secret state police) in the fall of 1943, Sendler was sentenced to death. Zegota rescued her before execution. She assumed a new identity and continued her work for Zegota.",
        "spans": [
            {
                "start": 231,
                "end": 244,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "When World War II began in September 1939, there were approximately 1.6 million Jewish children living in the territories that the German armies or their allies would occupy. When the war in Europe ended in May 1945, more than 1 million and perhaps as many as 1.5 million Jewish children were dead, targeted victims in the Nazis' calculated program of genocide. As Warsaw ghetto historian Emanuel Ringelblum wrote in 1942,",
        "spans": [
            {
                "start": 365,
                "end": 378,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A Project of the Miles Lerman Center The Warsaw ghetto uprising of April 1943 is often viewed as the classic example of Jewish armed resistance to Nazi oppression during the Holocaust. Indeed, most studies of Jewish resistance have focused on events in the larger ghettos such as Warsaw, Bialystok, Grodno, or Minsk. However, Jews engaged in some form of resistance in many of the ghettos the Germans established.",
        "spans": [
            {
                "start": 41,
                "end": 54,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Rut's Story Rut Berlinska was 11 years old when World War II broke out. She, her older brother Salek, and their parents moved in with Rut's maternal grandparents. The family was well off before the war and they had some food stored away, but it didn't last long. After the family was forced to move into the Lodz ghetto, Rut attended school in the ghetto. She was in the sixth grade and her homeroom teacher was Miss Lena Kagan, the math teacher. Rut's real hero was her brother Salek. He taught her about literature and poetry and helped her with sciences. After closing of the schools Rut, who was 13 years old, went to work in a dressmaking factory. She received an additional bowl of soup there. In August 1944, Rut and her family were deported to Auschwitz-Birkenau. Both of her parents and her brother were murdered, but Rut survived and returned to Lodz, where she found out that her grandmother and her uncle had survived.",
        "spans": [
            {
                "start": 308,
                "end": 319,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Sara's Story Sara Rachela Plagier was born on March 26, 1927, in Lodz, the only daughter of Anszel and Mindl Plagier. Sara's father was a partner in a knitwear factory and religious ornament artist. After the German invasion of Poland, Sara's father wanted his small family to flee to the east, but Sara's mother wouldn't hear of parting from her siblings. After a few months of the occupation they decided to move to Warsaw. They moved all their belongings ahead to Warsaw and they themselves were supposed to travel; however, they were trapped when the Lodz ghetto was sealed.",
        "spans": [
            {
                "start": 555,
                "end": 566,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "In the midst of the 1942 deportations, some Jews in Tarnow organized a resistance movement. Many of the resistance leaders were young Zionists involved in the Ha-Shomer Ha-Tsa'ir youth movement. Many of those who left the ghetto to join the partisans fighting in the forests later fell in battle with SS units. Other resisters sought to establish escape routes to Hungary, but with limited success. The Germans decided to destroy the Tarnow ghetto in September 1943. The surviving 10,000 Jews were deported, 7,000 of them to Auschwitz and 3,000 to the Plaszow concentration camp in Krakow. In late 1943, Tarnow was declared \"free of Jews\" (judenrein). By the end of the war, the overwhelming majority of Tarnow Jews had been murdered by the Germans. Although some 700 Jews returned to the city after liberation, virtually all of them soon left to escape local antisemitism.",
        "spans": [
            {
                "start": 434,
                "end": 447,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Recovering the Archive After the war, two of the three caches of documents were recovered. Two surviving members of the Oneg Shabbat staff, Rachela Auerbach and Hersz Wasser, led members of the Jewish Historical Commission of Poland to the first burial site. The 10 metal boxes were recovered on September 18, 1946. The second portion of the archives was uncovered on December 1, 1950. The final cache was never found. The many documents gathered by the archival staff of the Oneg Shabbat constitute a vital testimony both to the depth of suffering and the dignity of the Jews of Poland as a whole, and the Jews of Warsaw in particular, who sought to continue life in any way possible under Nazi occupation. Alongside the hunger, crowding, and constant distress, Jews in the Warsaw ghetto managed to live a rich spiritual life. Without the Oneg Shabbat archive, we would know little about this life. At the same time, the archive itself documents the indomitable spirit of its team of collectors and its leader, Emanuel Ringelblum, who devoted themselves to ensuring that future generations would have an accurate picture of Jewish life during the Holocaust.",
        "spans": [
            {
                "start": 775,
                "end": 788,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Riga, Latvia (January 12, January 19, and August 20, 1942) Minsk and Baranoviche (today: Baranavichy), Belorussia (July 17, July 31, August 4, August 25, September 8, and September 22) Raasiku, Estonia (September 5, 1942) the camp-ghettos in Izbica and Piaski in the Lublin District of the Generalgouvernement (March 11, March 17, April 1, April 23) other locations in Lublin District (Rejowiec, April 18, 1942; Zamosc, April 28 and April 30, 1942; Siedliszcze, May 9, 1942; Lublin, May 17, 1942; and Ujasdow, May 25, 1942) the Warsaw ghetto (April 25, 1942) and directly to the Treblinka killing center (September 18, September 21, September 23, September 26, September 29, October 5, October 8, October 15, October 19, and October 22, 1942)",
        "spans": [
            {
                "start": 528,
                "end": 541,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Under the terms of the German-Soviet Pact, Vilna, along with the rest of eastern Poland, was occupied by Soviet forces in late September 1939. In October 1939, the Soviet Union transferred the Vilna region to Lithuania. The population of the city was 200,000 at this time, including over 55,000 Jews. In addition, some 12,000-15,000 Jewish refugees from German-occupied Poland found refuge in the city. Soviet forces occupied Lithuania in June 1940 and in August 1940 incorporated Vilna, along with the rest of Lithuania, into the Soviet Union. On June 22, 1941, Germany attacked Soviet forces in eastern Europe. The German army occupied Vilna on June 24, 1941, the third day after the invasion. Vilna Ghetto In July 1941, the German military administration issued a series of anti-Jewish decrees. During the same month, German Einsatzgruppen (mobile killing squads) aided by Lithuanian auxiliaries killed 5,000 Jewish men at Ponary forest, eight miles outside Vilna. A German civilian administration took control of Vilna in August 1941. At the end of the month, Germans killed another 3,500 Jews at Ponary.",
        "spans": [
            {
                "start": 696,
                "end": 708,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The Germans established two ghettos—ghetto # 1 and ghetto # 2—in Vilna in early September 1941. Jews considered incapable of work were concentrated in ghetto # 2. In October 1941, German Einsatzgruppe detachments and Lithuanian auxiliaries destroyed ghetto # 2, killing the ghetto population in Ponary. Lukiszki Prison served as a collection center for Jews who were to be taken to Ponary and shot. By the end of 1941, the Einsatzgruppen had killed about 40,000 Jews in Ponary. The Jews in ghetto # 1 were forced to work in factories or in construction projects outside the ghetto. Some Jews were sent to labor camps in the Vilna region. In periodic killing operations, most of the ghetto's inhabitants were massacred at Ponary. From the spring of 1942 until the spring of 1943, there were no mass killing operations in Vilna. The Germans renewed the killings during the final liquidation of ghetto # 1 in late September 1943. Children, the elderly, and the sick were sent to the Sobibor killing center or were shot at Ponary. The surviving men were sent to labor camps in Estonia, while the women were sent to labor camps in Latvia. Resistance in the Vilna Ghetto",
        "spans": [
            {
                "start": 1152,
                "end": 1164,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The Germans deported almost all of the remaining Jews, approximately 42,000, to the Lublin/Majdanek concentration camp, and to the Poniatowa, Trawniki, Budzyn, and Krasnik forced-labor camps. With the exception of a few thousand forced laborers at Budzyn and Krasnik, German SS and police units later murdered almost all of the Warsaw Jews deported to Lublin/Majdanek, Poniatowa, and Trawniki in November 1943 in “Operation Harvest Festival” (Aktion Erntefest). Even after the end of the uprising on May 16, 1943, individual Jews hiding out in the ruins of the ghetto continued to attack the patrols of the Germans and their auxiliaries. The Warsaw ghetto uprising was the largest, symbolically most important Jewish uprising, and the first urban uprising, in German-occupied Europe. The resistance in Warsaw inspired other uprisings in ghettos (e.g., Bialystok and Minsk) and killing centers (Treblinka and Sobibor). Remembrance Today, Days of Remembrance ceremonies to commemorate the victims and survivors of the Holocaust are linked to the dates of the Warsaw ghetto uprising.",
        "spans": [
            {
                "start": 642,
                "end": 655,
                "label": "GHETTO"
            },
            {
                "start": 1057,
                "end": 1070,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "The order to wear yellow Stars of David made Polish Jews of all ages targets for humiliation and violence. German-established ghettos segregated and subjugated Jews to stringent control. On May 1, 1940, the Lodz ghetto was sealed, enclosing some 164,000 Jews who had not fled or been deported to await an unknown fate under their German rulers. “The Ghetto is Only a Transitional Measure” From early February to late April 1940, the Germans herded some 100,000 Jews into three impoverished neighborhoods of Lodz. More than 700 people were murdered during the upheaval. The ghetto, encircled in barbed wire and guarded by armed German police, was put under the supervision of Hans Biebow, a 38-year-old German businessman. A complex German bureaucracy organized the systematic confiscation of the Jews’ valuables and the exploitation of their labor.",
        "spans": [
            {
                "start": 207,
                "end": 218,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "“So I'll Go To School Again” Jewish communities have traditionally held education in the highest regard. While in many ghettos established by Nazi officials, such as the Warsaw ghetto, schools for Jewish pupils and students were banned, the Lodz ghetto was initially an exception.  Of the 60 Jewish elementary, secondary, and religious schools active in Lodz when the Germans invaded, more than 40 continued to function after the ghetto was closed. The classrooms were overcrowded and ill equipped, but the routines and camaraderie of study offered almost 15,000 students an environment of normalcy and relief from the ghetto’s oppressive misery. At school, the children also received one meal a day, which often meant the difference between life and death.",
        "spans": [
            {
                "start": 170,
                "end": 183,
                "label": "GHETTO"
            },
            {
                "start": 241,
                "end": 252,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "“For The School And The Meals—Our Heartfelt Thanks” On September 23, 1941, on the occasion of the Jewish New Year (Rosh Hashanah), the Lodz ghetto schoolchildren presented Rumkowski with an elaborate album of hand-drawn New Year’s greetings from 43 of the ghetto’s schools. Included, too, were signatures representing some 14,000 of the students. The greetings combine traditional holiday wishes with thanks for the schools and for the daily meals.",
        "spans": [
            {
                "start": 135,
                "end": 146,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "“The apartment swarmed with children who had been sent as delegates from the elementary schools, middle schools, orphanages, summer camps, etc. The schoolchildren presented the chairman with a beautifully made album containing more than 14,000 signatures. Each school had included a decorated card with the name of the school in the album. The Chairman made a short speech to the children thanking them for coming and wishing them a Happy New Year.”—Chronicle of the Lodz Ghetto, September 1941 \"For your tireless efforts for us children,for the school and the meals—our heartfelt thanksHappy New Year. May you be inscribed in the Book of Life\"School No. 20a",
        "spans": [
            {
                "start": 467,
                "end": 478,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "it. There was a bunch of people who took over, and there were all kinds of unsavory things. Unsavory in terms of there were rations coming in, the food was coming in, and I think they were selling it in the Black Market. There was another group denounced them. Eventually they were arrested and some of them were hanged later in Lodz Ghetto. There was a Jewish police, but they were strictly order police. I don't think they wore hats. They just wore arm bands. They were watching all the end streets of the Ghetto and the crossing streets. We had a whole little government which was running with the understanding of the Germans and they were dealing with the Germans. The food and everything else was going through that group.",
        "spans": [
            {
                "start": 329,
                "end": 340,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Conditions are horrid. We had this one room, which was our bedroom, our living room, our kitchen, our bathroom. The first few nights, Mom and I slept on a straw mattress on the floor, and mice came in and started running on our faces, so we had to give this up. So, we shared one bed and Grandma had a cot, and Grandfather had a bed. We all worked. , who was the head of Lodz Ghetto, didn't like dentists, so she worked as a nurse in one of the factories. I worked in a brassiere factory. Grandfather was working also like a male nurse in one of the factories. Grandma got a job, old ladies [Page: 14] USHMM Archives RG-50.030* 0002 12",
        "spans": [
            {
                "start": 374,
                "end": 385,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": ". That group saw that the good stuff went to Germany or for the German settlers. The junk came back to Lodz Ghetto. Some of the stuff was torn, they were rags. They would dye them different colors and make braided rugs out of them. So, everybody was working and everybody produced something, and we produced and the Ghetto was getting food. There was no money.",
        "spans": [
            {
                "start": 103,
                "end": 114,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Back track, one of my friends was hung in Lodz Ghetto. He was found, he was trying to escape from camp. And this was a boy I saw him when I was 15, I gave him my photograph, and then somebody told me that he was hung, and they found my photograph with him. Since that time, I was going up the ladder. I had boyfriends who were much older than him, and I became obsessed to get that photograph back, because I felt if that boy felt that way that he had my photograph, it was taken when I was 12 or 13, before the war. I finally tracked that photograph down and had it, and I told you that the people from Ghetto some of them were hung. The ones who were in charge of the Ghetto at one time, which I mention it in my book. So, when we got -- what were we talking about?",
        "spans": [
            {
                "start": 42,
                "end": 53,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "* The Warsaw ghetto was established on October 2, 1940. Encyclopaedia Judaica Research Foundation,",
        "spans": [
            {
                "start": 6,
                "end": 19,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Dignitaries, yes. And naturally they saw, they could see where there money is going. To 107 children very well behaved, you know, nice clean dressed. So they knew in that the money is going for a good purpose. And suddenly, during the ghetto, when there was not much available, he just went and begged you know, to the J oint''. There was this man, the head of the Warsaw ghetto, Czerniakow™’, I think. And Dr. Korezak used to manage to get always a couple sacks of potatoes, more than anybody, any other organization. We had our own horse and wagon. He had that capacity, the tongue, you know. And he was offered many time by the Polish underground to escape. He would not leave us. He would not.",
        "spans": [
            {
                "start": 368,
                "end": 381,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "8 Chlodna and Sienna were streets within the confines of the Warsaw ghetto. Chlodna 33 was the location of",
        "spans": [
            {
                "start": 61,
                "end": 74,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: At this time I was -- this was in summer. I think in summertime they move from Warsaw to the camp. And they ask me, too, if I want to go to the camp. I say, “yeah,” because I didn’t have nothing to do there, and they start the ghetto in Warsaw. All the Jews have to go to the ghetto — towards the ghetto, and this time even my mother say, “What you going to do here? Go to camp.” I went to camp and how to come to the ghetto, I don't know. I know once, you know, they give me the address. I knew they was in the ghetto and there was very, very bad situation. Very bad situation. They was hungry. They have nothing to eat, and “this,” I decide “this time.” So I have possibility to help them and this was my opportunity to help them, risk my life to help them.",
        "spans": [
            {
                "start": 230,
                "end": 246,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Did you ever spend much time in the Warsaw ghetto?",
        "spans": [
            {
                "start": 39,
                "end": 52,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Walk the fire, pass the fire to go in the ghetto, back to the Warsaw ghetto. And when we arrived in the Warsaw ghetto, I don't remember exactly what happened, but once I was",
        "spans": [
            {
                "start": 65,
                "end": 78,
                "label": "GHETTO"
            },
            {
                "start": 107,
                "end": 120,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: But was Warsaw ghetto wasn't liquidated that early, I don't think.",
        "spans": [
            {
                "start": 11,
                "end": 24,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: This is a very important time in the history of the Warsaw ghetto.",
        "spans": [
            {
                "start": 55,
                "end": 68,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: You have described being in the apartment with the girls in the Warsaw ghetto, but you have told me that the selection where your parents were killed that took place before you were taken to this apartment. That doesn't make sense. That's what I don't understand.",
        "spans": [
            {
                "start": 67,
                "end": 80,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "(6) And to follow up this, after my aunt died and I looked through her things that the children were getting ready to throw away, I found an envelope that I'm going to present to the Museum. When I saw the Swastikas on this envelope, I knew that this is a piece of documentation. The letter inside was not there, whether my cousin did not realize it and threw it away. This letter was sent to my aunt to whom I sent all these pictures, Mr. Jaffe, to New York. And I feel terrible that I don't know what was in the letter, what they were asking for--whether they were saying the truth of what was happening. And I assume that they were taken 1940 from _6d_ to Warsaw. Maybe this is already from the Warsaw ghetto. The letter came from...it's my mother's uncle and aunt by the name of Hablinski.",
        "spans": [
            {
                "start": 698,
                "end": 711,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Oh, when, when I left the Warsaw ghetto, there were still some buildings there staying, standing. The, the ghetto was, was -- there was very few people -- not, not more people. Most people were either in the factories or gone from the factories, and on the street you didn't see anybody. You couldn't. When, when I left Warsaw a year later to go to camp, that's when Warsaw looked terrible, all burned out. But when I left ghetto it was still standing and the revolt started and after it was finished, I took a -- when I was outside I was able to, to ride in a tram, tramway around the walls and I saw it burning, and I saw the airplane coming and bombing it, and I saw it all burning, and I couldn't even shed a tear. You become so strong. I never thought about it, but you become so strong. The, the survival — the urge to survive becomes number one priority, and I just looked at it and my thought was that I mustn't cry because other people will see me. Unreal, but true.",
        "spans": [
            {
                "start": 29,
                "end": 42,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Let us go back. Now you're still in the Warsaw ghetto.",
        "spans": [
            {
                "start": 43,
                "end": 56,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "° The Kovno ghetto was closed in August 1941.",
        "spans": [
            {
                "start": 6,
                "end": 18,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "more than 25,000 inhabitants of the Riga ghetto were removed to the nearby Rumbula forest and",
        "spans": [
            {
                "start": 36,
                "end": 47,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: I contacted one...one of them is Dor Schneider, Dof Schneider, and a girl Rifka Karpikes. We three start planning to do something. And we do...we did all kind of preparation work to organize an underground. In the meantime came the head of the Lithuanian organization from Betar, the Betar, Joseph Glassman. So we told him what we did till now, and after he came to Vilna, to Vilna ghetto, we decided to give just to him he should be in charge of the whole preparation work. And he did so and I...he took over the whole organization work and he contacted other Vilna organizations and they organized altogether a movement by the name, name is United Partisan Organization. After a lot of work...",
        "spans": [
            {
                "start": 379,
                "end": 391,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: In the forest we have...in the beginning it was very hard to live. With food we are a problem. With food but we managed to get it from...from the villages around, we got our food what we need, and we have our ammunition and rifles what we brought over from the...from the ghetto. With this, we... we went all kind of actions for...against the Germans. We killed the Germans. We took away their rifles, their ammunition from time to time. Every time we got bigger ones and more successful and we blow up bridges and railroads and we gave the Germans really a hard time. And we have...to this we have a lot of luck, because the Germans considered us much, much stronger than we really we were. They were very much afraid. They have posters all over. Be careful. Go with your...with your...uh...with your rifles ready because here is...the forest infested with bandits, with Jewish bandits cause they know they are going in this...in this neighborhood they have to expect everything from the Jewish bandits. The Jewish bandits were partisans from the Vilna ghetto.",
        "spans": [
            {
                "start": 1051,
                "end": 1063,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Were you still at at the time of the Warsaw Ghetto uprising?",
        "spans": [
            {
                "start": 40,
                "end": 53,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "..All three of us, Jewish fellows. None of the Christians came to...Catholics came...even from the underground people, with whom we cooperated, came to that meeting. So we had no choice and...uh...we took some paste...uh...some postures and we pasted them on the walls in the middle...you know, in hiding..as Christians, as Catholics. Now today, I don't know is maybe others did too. I don't know if I was the only...among these groups or the others, but...uh...this is a well documented...uh...posture which is probably one of the open appeals in the streets to the Polish people to help the Warsaw ghetto, which got very...very little help. But what was interesting is the ghetto was burning surrounded with their...with the...artillery bombarded. You could have see flames miles and miles away, black, smoking flames, especially at night. The entire sky of Warsaw was red. Completely red! But the",
        "spans": [
            {
                "start": 593,
                "end": 606,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: In Pruszkow, in the beginning, the system was still bearable. And we lived in a ghetto, but the area was not closed. We could go around and move around freely. Three times a week we were have to taken to the railroad labor camp, and we worked there without pay and we were harassed and beaten. After awhile they liquidated the ghetto, and transferred all men to the railroad camp. The women and children were sent to the Warsaw ghetto. The men continued working there at the railroad. We slept there and worked there. Yah. But the remainder, like I said, they sent to the ghetto of Warsaw.",
        "spans": [
            {
                "start": 424,
                "end": 437,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: The life in the ghetto I can better describe than other things. You know in the ghetto, there were schools for children. What we did, we didn't learn much in the schools, we were, we learned how to sing. I know all the Yiddish songs from the Vilna ghetto. I sang them. I have a record with all those songs. I have done it in London. So I knew all the songs. But you have to understand that the Jewish children did not have the right to live, so a few times in the week they came to take out the children, so the schools had bunkers, and we were given brown paper and pencils to keep quiet. So, if you can call it a school, I wouldn't call it, but it was a place where the children came, and every day less and less children came because the children were taken out of the ghetto and put in, and killed. So",
        "spans": [
            {
                "start": 245,
                "end": 257,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "03:15:10 After a short period of time, the Ghettowache disappeared, and a new Ghettowache arrived. And they didn't have anymore the quarters in Kovno ghetto. They had the quarters already in ° Common kitchen (German).",
        "spans": [
            {
                "start": 144,
                "end": 156,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Well, we usually read and hear about the heroic uprising of the Warsaw ghetto, of the Lodz ghetto and so on. Also in Kovno, the uh the escape from the 9th Fortress, the legendary escape from the 9th Fortress that you read later , So Luh but the main...I always am trying to stress and this is what I've done in my diary I think, to stress the fight of the each individual, of the inmate, the plain man or woman in the ghetto, even the the",
        "spans": [
            {
                "start": 67,
                "end": 80,
                "label": "GHETTO"
            },
            {
                "start": 89,
                "end": 100,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Silverman (ph), who was a member of the underground, so we called him and told him to listen. You are working at the railway station. There are going trains day in, day out from Kovno to Vilna. Try to bribe one of the workers of the of the railway...of the...of the...who are working on the train, yes, so as to get that you could send some letters from Kovno ghetto to the leaders of the underground in the in the Vilna ghetto, whom we knew. And this Silverman succeeded in bribing the man who drive...the driver of the train..-how do you call it...the driver of the train...the loco...",
        "spans": [
            {
                "start": 354,
                "end": 366,
                "label": "GHETTO"
            },
            {
                "start": 415,
                "end": 427,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "USHMM Archives RG-50.030*0234 85 their...to their respective ___ in Vilna and we and the same Silverman gave these ten letters. Of course, it's not easy to take out ten letters from the ghetto because if they would find...if they would check him on the date when he goes out as head of the brigade and finds the letters, it was the end of him and of all the brigade, so you you you had to be very, very careful. But he succeeded and he and he he bribed this conductor of the locomotive, of the train, and uh he was supposed to give these to one of the underground inthe or. ~———_—swass from the, you know, the name. He was one of the leaders of the Vilna ghetto and the Glaserman (ph) was the leader ofthe ———_—, so each one sent to his man in Vilna, and luckily the next day, he brought letters from them. This was something that opened our eyes and our minds and you couldn't know but of course this was...the the letters were restricted to several lines only because...",
        "spans": [
            {
                "start": 649,
                "end": 661,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "USHMM Archives RG-50.030*0234 96 send them to work there. Those who were the first to go to the woods, they should go and work in the place where they repair the German uniforms, see, and then they used to adjust to . Also, we needed German uniforms just to...you know, as a mask so there they used to take, to measure (laughter) and not plainly fabricated but to measure. Everyone was equipped with everything. We just stole from the German stores and from the German repair and it worked very good. The...unfortunately, the the main man who led the groups from the Kovno ghetto to the Vilna ghetto to the forest was the leader of the communist and uh he used to to dress himself as a as a Wermacht officer, you see, with the all equipment and he came to take a group out of the ghetto, all the partisans, and we hired...was a truck and the and the driver was also dressed in German uniform, so that they came into the ghetto. There was at the ghetto gate there was",
        "spans": [
            {
                "start": 567,
                "end": 579,
                "label": "GHETTO"
            },
            {
                "start": 587,
                "end": 599,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "(2) Bella in 1942 in the Sosnowiec ghetto with a friend. The picture remained with her sister during the war, and was returned to Bella after the war.",
        "spans": [
            {
                "start": 25,
                "end": 41,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: The Ghetto was formed from almost the beginning. It wasn't like a real in Warsaw Ghetto because that was the beginnings. They were just putting us together to have us in one place you see, not in the whole town, to be everywhere that they couldn't find us. So, they kept us. It was togetherness like. They kept us in one place and they knew where to look for us.",
        "spans": [
            {
                "start": 77,
                "end": 90,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: When the Lodz Ghetto was formed at first, you still lived outside the ghetto for a while, didn't you?",
        "spans": [
            {
                "start": 12,
                "end": 23,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: In this camp, everybody was from Lithuania. Actually there were a few not original from Lithuania because all were Kovno Ghetto, Kovno Ghetto, but in Kovno Ghetto the majority were Lithuanians, but then there were certain Polish Jews who run away from Poland during the war and Hungarian. But the majority were from Kovno Ghetto.",
        "spans": [
            {
                "start": 118,
                "end": 130,
                "label": "GHETTO"
            },
            {
                "start": 132,
                "end": 144,
                "label": "GHETTO"
            },
            {
                "start": 153,
                "end": 165,
                "label": "GHETTO"
            },
            {
                "start": 319,
                "end": 331,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Like things that the Jews are burning. \"Now we're going to get rid of all the bedbugs,\" you know. Things that weren't very pleasant to me to hear. And yet there were Poles who helped me and kept me, right now, waiting for me to get my way through with arranging my life on the outside of the ghetto. But what was happening in there, I absolutely -- I mean I have an idea but I was not witness to it. Because we stayed in the Warsaw ghetto from November 11 through maybe end of March or beginning of April; that was the extent of our life. We witnessed the last days of the ghetto per se but we were not part of it all. I can not give information on that from what I --",
        "spans": [
            {
                "start": 428,
                "end": 441,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Now you know, I mean, I've looked through the Kovno ghetto diary by Mr. Torey, were a lot of other people keeping diaries as well?",
        "spans": [
            {
                "start": 49,
                "end": 61,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: The Zionist organizations, and I am talking mostly about their underground organizations because there were many organizations like parties, but they belong to more adult people, but talking about the youth movements, the Zionist youth movements of -- in the Kovno Ghetto, we are talking about three main organizations. It Irgun Brei Tzion (ph), \fUSHMM Archives RG-50.030*0298 34 organization of bright young braves, any way now we would call them general Zionist. It included also religious Zionists, liberal Zionists and so on, that's one. The other was what I mentioned before Ha'Shomer Ha'Tzair, and Ha'Shomer Ha'Tzair with the time where we coordinated with Ha'Chalutz Ha'Tzair, or Dror (ph). It was more or less also ideological very close. So they afterwards established the collective of the kibbutz together. What I mentioned Mildos Sheva (ph), Mildos 7 was together. I would call it in one word the --as it means the labor camp of the Zionists.",
        "spans": [
            {
                "start": 262,
                "end": 274,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Will you say just as a complete sentence that the underground in the Kovno Ghetto was young people, if you can just make a statement like that and then continue.",
        "spans": [
            {
                "start": 72,
                "end": 84,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: I don't know, I think the Jewish Admin -- or wherever. They wanted us to work. This is where they send. Each one of us got a Russian card and the provisions were -- the only time you could get your provisions was after a whole day's work. Then you stood in line, I don't \fUSHMM Archives RG-50.030*0303 9 know how long just to get even your loaf of bread or the other provisions. Sometimes people fainted dead away, in these lines, but we had no choice, you see Ghetto Lodz had thousands of people, not only from Poland, but they had people from all over Europe. It was confusing. At the same time they were shipping us in from all over, they were deporting people from Lodz Ghetto. It was like coming and going, coming and going every single day. It wasn't safe on the street. You never knew if you went to the destination of your work if you'd return because they could grab you on the street and just cart you away.",
        "spans": [
            {
                "start": 672,
                "end": 683,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Lodz -- I don't know if there was much underground. You see Lodz Ghetto was a little \fUSHMM Archives RG-50.030*0303 10 different than let's say for instance Warsaw Ghetto. It was sealed much tighter and it was hard to get out. We had little communication with the outside world. That's why it was harder to do anything. Even less heroic what Warsaw Ghetto did.",
        "spans": [
            {
                "start": 63,
                "end": 74,
                "label": "GHETTO"
            },
            {
                "start": 160,
                "end": 173,
                "label": "GHETTO"
            },
            {
                "start": 345,
                "end": 358,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Ne He drove by once in this horse and buggy carriage. This was the only transportation, sitting like a king there. He was grey and old at that time already and thinking God knows who he is. You know, it was like a man of life and death almost. Some people say -- after the war we had one time a discussion in Milwaukee after we saw the film about Lodz Ghetto, we had a discussion about Rumkosky and some people said that he was forced to do what he was doing, but I don't see it that way. Me, personally, I don't see it that way. Because if he would have been forced to do it, he would have a different attitude than what he had.",
        "spans": [
            {
                "start": 347,
                "end": 358,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Were you aware of in the Lodz Ghetto, various social welfare efforts, medical stations or soup kitchens?",
        "spans": [
            {
                "start": 28,
                "end": 39,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: How long were you in Lodz Ghetto?",
        "spans": [
            {
                "start": 24,
                "end": 35,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Two years, from 1942 to 1944. 1944 was the year when they started liquidating the Lodz Ghetto. You see, most of the other ghettos were liquidated already. It seems like we were almost the last ones. 1944 slowly they made up, the Gestapo asked every day so many people have to be resettled, they said, for labor. The ghetto has to be liquidated and the people will be resettled. So they demanded so many people every day for these deportations.",
        "spans": [
            {
                "start": 85,
                "end": 96,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Two, two girls from Lodz Ghetto. There were four of us, my sister and I and two other girls. We always kept together. If we were separated working somewhere else, if they just happen to work close by to German people like they were in the village right there digging those foundations, some of the German people took pity and gave them some food. So, they used to bring in the camp, and we used to share. We used to divide all this among ourselves and also give our moral support keeping together, encouraging one another just to keep on going. It was very important there to have someone. You didn't feel so alone.",
        "spans": [
            {
                "start": 23,
                "end": 34,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Lodz wasn't my hometown. The little place Ozerkoff where I was born and I lived until the war came and until we were transported to the Lodz Ghetto. In the beginning no, we knew there was no one left. It was Communist and everyday I experienced the feeling that I was a Jew by deed and by names, the Polish population let us know we were just Jews and not really welcome where we even grew up and lived there for generations. So, it wasn't a place I really wanted to stay. We really didn't want to stay in Germany either. Too much Jewish blood spilled there. You sit in these displaced camps, waiting where do we go from here? It was a no-win situation, even after survival. Sitting in a displaced camp trying to figure out which country will allow you to emigrate and make a new life.",
        "spans": [
            {
                "start": 139,
                "end": 150,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: I read that in the Warsaw Ghetto, at least in the beginning there was a lot of activity. There was a lot of schools and concerts?",
        "spans": [
            {
                "start": 22,
                "end": 35,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: What else can you tell me about life in the Warsaw Ghetto?",
        "spans": [
            {
                "start": 47,
                "end": 60,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: What I did, the same thing. We just hoped to be at the end to get out of there. We were thinking, every day it just got worse and worse and worse until it comes the end. The end was to get out of the ghetto. 1943, April 19 when it was the Warsaw ghetto uprising. That was the end.",
        "spans": [
            {
                "start": 242,
                "end": 255,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q. Ok, so I don’t know; we were talking about the ghetto, maybe you want to continue there. Give me a few -- maybe some more details of, of what life was like in the Lvov ghetto?",
        "spans": [
            {
                "start": 166,
                "end": 177,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A, Life in Lvov ghetto was very, very I gu-- it’s difficult. It's difficult to describe because one day was just like another. When there was no Aktion, we did our job. Nobody bothered us. When there were Aktions, it was just like, like hell opened up. I remember at one time we were -- one Aktion, which was completely by surprise. We went to work. While we were at work, they made an Aktion in the ghetto itself. It -- an Aktion, I mean when they, when they took a thousand people, that meant no-- nothing. I think, when I describe an Aktion is five, 10,000 people had to, had to be exported, liquidated, or killed.",
        "spans": [
            {
                "start": 11,
                "end": 22,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A. Because we didn't want to be closed in in the ghetto in Warsaw. We didn't want to stay in the ghetto -- do you know you had to stay in the ghetto even if you didn't want to. We know what some of the things that might happen. We had to react to the sign of David. And we took this off, and we traveled in the train like -- not Jews. And that's the way we went to the country.",
        "spans": [
            {
                "start": 49,
                "end": 65,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q. There was already a ghetto in Warsaw?",
        "spans": [
            {
                "start": 23,
                "end": 39,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: When the Warsaw Ghetto uprising took place in April of '43, what did you see, what were people talking about on the outside?",
        "spans": [
            {
                "start": 12,
                "end": 25,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Yes, definitely. I lost my husband 23 years ago. I went to work. I succeeded in business, but I don't consider myself, I was pretty capable and very intelligent in certain areas, but those fears, those nightmares, the life that we went through as a younger woman and coming to the United States and trying so very hard to establish ourselves and now as we grow older sometimes I feel that maybe it wasn't worth it. Maybe it wasn't worth it. It's coming from the Warsaw Ghetto said our generation is dying out now. We are living now in the time that we are getting older and all of my friends are much older than L. I was a child at that time, so you can imagine now I am 66 and my friends are over 70 so everybody is in pain and aching and complaining and life as you go along brings certain disappointments so every period has it's own how shall I express myself, every age has its own good and bad.",
        "spans": [
            {
                "start": 465,
                "end": 478,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Well, when I was fighting in the forest, to me he was already gone. I don't know, he was taken to another city. In Slonim ghetto, they sort of had a hospital. He was...",
        "spans": [
            {
                "start": 118,
                "end": 131,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "USHMM Archives RG-50.030*0339 36 Organization and I threw myself into that work, even though I was with CBS at the same time. We wanted to among other things, the objectives we discussed but then I wrote them the final version and they're still everyday at Madison Square Garden it's all there, it's all my language among other things is to build a memorial to Warsaw Ghetto heroes in New York. And we started raising funds for it with $1 little coupon contributions. I sold them to anybody, from Walter Cronkite, to Mike Wallace, you name it, hundreds. Then it turned out from the treasurer I couldn't get an accounting of how much money we took in.",
        "spans": [
            {
                "start": 361,
                "end": 374,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Were there -- were there a lot of transports into the Lodz ghetto from differ -- you mentioned a few.",
        "spans": [
            {
                "start": 57,
                "end": 68,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: You mentioned sabotage, was there sabotage in these factories in the Lodz ghetto?",
        "spans": [
            {
                "start": 72,
                "end": 83,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: In the ghetto, though, in the Lodz ghetto?",
        "spans": [
            {
                "start": 33,
                "end": 44,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: I don't know on the Lodz ghetto, but the German did that.",
        "spans": [
            {
                "start": 23,
                "end": 34,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: So, if a woman in the Lodz ghetto got pregnant, could she have her child?",
        "spans": [
            {
                "start": 25,
                "end": 36,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Let me ask you also, in the Lodz ghetto, all the people who were living there, not just people from Lodz, were they bringing other people in?",
        "spans": [
            {
                "start": 31,
                "end": 42,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:No, no. This is all stopped. I don't know, maybe in other ghettos. Maybe some other ghetto, but in Kovno ghetto nothing, no more. Only was the partisans worked hard, worked good, and they wouldn't killed Hyme Yearling (ph). You heard about Hyme Yearling?",
        "spans": [
            {
                "start": 101,
                "end": 113,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Well, I don't know the -- there was something, the music, you know, the Gestapo, the Himmler group, they liked music. And the Kovno ghetto had musicians in the ghetto, the stupors (ph), and the windmill (ph). And all the musicians they had to once a week come in the building from the seminary -- Was a large building. That building hold about 1500 people -- and play music for the ghetto people. It's the way they got it in their head. They had to go. Who the heck was thinking with music? But they had to go. They forced you to go.",
        "spans": [
            {
                "start": 129,
                "end": 141,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "USHMM Archives RG-50.030*0359 18 the Kovno ghetto became a concentration camp, it started out as a ghetto, then it became a concentration camp as they started importing Jews for deportation from other areas. The ghetto became too small. Everybody had to double up, or triple up. Our house was at maximum capacity with as many people as we had, but wherever there was room, the Germans or the Judenrat used to say, you have room for one more, you take one more, two more or whatever. Then they had to, because of the exchanges, they exchanged houses because some of the people that lived where the small ghetto was moved into the area where the Jews went out of, so those houses became vacant, so the Germans put wire around those houses and made that into the small ghetto and populated it with the Jews, the overflow of the big ghetto until they liquidated it.",
        "spans": [
            {
                "start": 37,
                "end": 49,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "USHMM Archives RG-50.030*0359 18 the Kovno ghetto became a concentration camp, it started out as a ghetto, then it became a concentration camp as they started importing Jews for deportation from other areas. The ghetto became too small. Everybody had to double up, or triple up. Our house was at maximum capacity with as many people as we had, but wherever there was room, the Germans or the Judenrat used to say, you have room for one more, you take one more, two more or whatever. Then they had to, because of the exchanges, they exchanged houses because some of the people that lived where the small ghetto was moved into the area where the Jews went out of, so those houses became vacant, so the Germans put wire around those houses and made that into the small ghetto and populated it with the Jews, the overflow of the big ghetto until they liquidated it.",
        "spans": [
            {
                "start": 37,
                "end": 49,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:Yes, they did. You see the group that I belonged to, we came and offered our willingness to participate in the uprising. The A:K. didn't want us. The A:L. accepted us and we were fighting as a Jewish unit. That was the condition that Yitzhak Zuckerman put to the Polish underground. He said we are willing to fight, fight but as a Jewish unit. We are survivors of the Uprising of the Warsaw ghetto and we will fight as fighters, as Jewish fighters. They accepted us.",
        "spans": [
            {
                "start": 386,
                "end": 399,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:Look, when we came into the ghetto, we tried to maintain the same life style that we had before the ghetto, because we didn't know what the next day will bring. So, the only way to sustain ourselves was to cling on to the lifestyle that we had before, until the first news about mass killings came to the Warsaw ghetto. That was a break in the attitude. That was a change, that",
        "spans": [
            {
                "start": 307,
                "end": 320,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Well, training, it's a big word because you see the idea of self defense in the Warsaw ghetto was born much earlier than the, the uprising, you know. The uprising took place in '43, but the idea was born from the moment when we learned about Ponary, about Babi Yar, which took place in September '41, and we learned also from that courier, from that Polish courier that there is a group of young Jewish people who organized themselves in a partisan organization to fight the Germans, to defend themselves. The FBO, an organization. So, this idea swept to the Warsaw ghetto and we...we, by we I mean the youth organization...started to, to the nucleus of a self defense operation. There was the beginning.",
        "spans": [
            {
                "start": 83,
                "end": 96,
                "label": "GHETTO"
            },
            {
                "start": 562,
                "end": 575,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "You know, at the time, when the first mass deportations from the Warsaw ghetto began in July 22, 1942, there was already the, the nucleus of the defense organization among Jews.",
        "spans": [
            {
                "start": 65,
                "end": 78,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:Look, I left the Warsaw ghetto in late summer or early fall '41. So, I was not in the Warsaw ghetto anymore when the Jewish fighting organization was organized. I was at that time on that farm.",
        "spans": [
            {
                "start": 19,
                "end": 32,
                "label": "GHETTO"
            },
            {
                "start": 88,
                "end": 101,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Well, it was like I said the first mass deportation from the Warsaw ghetto was in '42.",
        "spans": [
            {
                "start": 64,
                "end": 77,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:I can't answer that question. It was later on when I tried to make it on the Aryan side that sometimes the existence in the ghetto gave you more security than to be on the outside. But when I was in the Warsaw ghetto it was still the ghetto. You see, there was...the Warsaw ghetto had a different picture before the first expulsion and after the first expulsion. It changed dramatically.",
        "spans": [
            {
                "start": 205,
                "end": 218,
                "label": "GHETTO"
            },
            {
                "start": 269,
                "end": 282,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:Well, the Warsaw ghetto was described in so many ways that it seems, to me, futile to repeat it. Only, what I can tell you the most outstanding features in the Warsaw ghetto, when I was there, were hunger and typhus. People were dying at, at an incredible rate every single day.",
        "spans": [
            {
                "start": 12,
                "end": 25,
                "label": "GHETTO"
            },
            {
                "start": 162,
                "end": 175,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:A fantastic man. He was so handsome and so...you know, I couldn't help being infatuated with him, you know. I fell in love with him and we had precious moments, you know, together...no sex...but still very, very nice moments and then he went to Bendzin. I saw him later in the Warsaw ghetto because I rejoined the Warsaw ghetto later on.",
        "spans": [
            {
                "start": 279,
                "end": 292,
                "label": "GHETTO"
            },
            {
                "start": 316,
                "end": 329,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:Well, from more or less from September '41 till May '42. In May '42 we had to leave the farm because the situation was changed. The idea that the Germans are going to kill us was spread already among the young Jewish youth organizations. It became one of the factors in our lives and there was no need already to be on the farm. Besides we couldn't exist. We couldn't sustain ourselves. So, the rest of us, the four of us joined the group in the Czestochowa ghetto and the kibbutz. We joined the kibbutz and we were there in the kibbutz till September '42. While I was in the kibbutz in Czestochowa, I was working on one of the farms, which before the war belonged to the youth organizations. And at that time, the first Akcja, the first deportation from the Warsaw ghetto took place and we had the first escapees",
        "spans": [
            {
                "start": 448,
                "end": 466,
                "label": "GHETTO"
            },
            {
                "start": 761,
                "end": 774,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "USHMM Archives RG-50.030*363 46 from the Warsaw ghetto coming to our place in the ghetto Czestochowa. At that time, I was supplied with a false birth certificate and it was decided that I should leave the ghetto and go to the Aryan side and be a courier, or be, you know, a link to someone on the Aryan side. And I went with Tosia Altman and a group of young girls who were even younger than I was. But they escaped from the ghetto and Tosia picked them up and brought them to Czestochowa because where could you run. You could run from one ghetto to another ghetto. I went out from the Czestochowa ghetto. I came back to the farm, which was deserted by that time, with a young girl there. I met Tosia Altman with the young girls from the ghetto, and we all went to the ghetto in Krakow. You see, the idea was that you ran from one ghetto to another and especially to another ghetto which had already a deportation Akcja or operation, whatever the English word would be for that.",
        "spans": [
            {
                "start": 41,
                "end": 54,
                "label": "GHETTO"
            },
            {
                "start": 587,
                "end": 605,
                "label": "GHETTO"
            },
            {
                "start": 770,
                "end": 786,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q:Was this a closed ghetto like the Warsaw ghetto?",
        "spans": [
            {
                "start": 36,
                "end": 49,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:Sure, it was closed but it wasn't so heavily guarded as the Warsaw ghetto. The Warsaw ghetto was surrounded by a big brick wall ten feet high topped with crushed glass and there were fourteen gates leading into the ghetto. At each gate you had three policemen, a German, a Polish and a Jewish policeman. So, you couldn't get out. But in Czestochowa it wasn't so terrible, there was no wall against the ghetto. There were streets assigned to be the ghetto. If you had the courage to go to, to the non-Jewish part you could do it.",
        "spans": [
            {
                "start": 62,
                "end": 75,
                "label": "GHETTO"
            },
            {
                "start": 81,
                "end": 94,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:It was the same thing like in the Warsaw ghetto. Hunger, typhus, desolation, on top of everything our group became illegal. By illegal I mean we were not local Jews. We were coming from another city, and it was the task of the Jewish police in Krakow to round up all these illegal Jews. Evidently they had to report to the German authorities how many Jews they have in the ghetto and they had to, to give exact numbers. So, we were illegals and they were hunting us so we were hiding. In the ghetto we were hiding. I was put in some attic, you know, and kept there for days in a row without being even able to go to the, to the rest room, or, you know, being delivered food like to, to a pet or animal, you know. And in a very short time, we became infected by lice. We were dirty. We were smelly, hungry, desolate. And the, I decided that we have to run again because we couldn't live there. You know, a paradoxical situation arose, even in the Jewish ghetto, we were illegal. We couldn't even stay",
        "spans": [
            {
                "start": 36,
                "end": 49,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "USHMM Archives RG-50.030*363 51 in the Krakov ghetto unless we were ready to die there on that attic. So, we decided to run and we ran to a ghetto in Tarnow, which just had an Aktion. And we came over there. I will never forget the sight over there. It was, you know, like after a real pogrom, you know. Households, the doors open, broken glass, pillow cases ripped up and, you know, the feathers in the air. Domestic utensils spread all over the place. People in hiding, those who succeeded not to be rounded up. And they were not even hostile towards us. They were indifferent. You know, it was, an inhumane situation already existed there. The relations between people were not already normal. They were not human relations any more.",
        "spans": [
            {
                "start": 140,
                "end": 156,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Anyway, after several hours I succeeded somehow to calm down, to regain my posure, no my, to regain my balance again and I ventured, ventured to get out into the street and there was nobody waiting for me in the street. And I got in touch with that girl, Ester Fiks. She was working in another German institution called the Soldatenheim. I got in touch with her. I knew where she's working and we decided to run away. And we ran away to Lwow, Lemberg. We took a train and came there and we tried to, to establish ourselves over there, but a sense told us that this is not a good place to, for us. It was full of Ukrainians and Ukrainians were collaborating with the Germans. The atmosphere was not good for us and the very same day we took another train back, but not to Krakow anymore. We went to the ghetto and took it to Czestochowa, and we got into the ghetto in Czestochowa.",
        "spans": [
            {
                "start": 857,
                "end": 878,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:] met with my friends from the kibbutz in Czestochowa from Berka Joselewicza and among them was Abraham Silberstein who was one in the group who stayed in the, at the farm after the rest when to Czestochowa and I learned at that time that they are organizing an uprising, that they are not going to be scooped up by the Germans. That they will fight when the time comes. | also learned that an uprising is being in preparation in the Warsaw ghetto. And after a few days, we recuperated, you know, could wash ourselves and bring ourselves to, to, to look normally, me and the other young girl, Ester Fiks, decided to go to Warsaw to get into the Warsaw ghetto. If we are going to fight, we are going to fight in the Warsaw ghetto. One of the reasons was Warsaw was where I grew up and belongs to me. Another is that Arieh",
        "spans": [
            {
                "start": 436,
                "end": 449,
                "label": "GHETTO"
            },
            {
                "start": 647,
                "end": 660,
                "label": "GHETTO"
            },
            {
                "start": 717,
                "end": 730,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q:Where were you during the Warsaw ghetto uprising?",
        "spans": [
            {
                "start": 28,
                "end": 41,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q:The Warsaw ghetto uprising, did you, I guess after the flames started dying down, did you ever go into the ghetto and see?",
        "spans": [
            {
                "start": 6,
                "end": 19,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A:Yes, they did. You see the group that I belonged to, we came and offered our willingness to participate in the uprising. The A:K. didn't want us. The A:L. accepted us and we were fighting as a Jewish unit. That was the condition that Yitzhak Zuckerman put to the Polish underground. He said we are willing to fight, fight but as a Jewish unit. We are survivors of the Uprising of the Warsaw ghetto and we will fight as fighters, as Jewish fighters. They accepted us.",
        "spans": [
            {
                "start": 386,
                "end": 399,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: No, she just told me of what is going on and what has to be done because Rumkowski was in a position to deal with the Ghettoverwaltung,* to tell them you give us material. We will manufacture it and in turn you give us food and whatever we need. > Mordechai Chaim Rumkowski (1877-1944); Chairman of the Judenrat in the Lodz ghetto. * \"Ghetto Administration\" which also oversaw the activities of the Judenrat (German). \fUSHMM Archives RG-50.030*0365 4",
        "spans": [
            {
                "start": 322,
                "end": 333,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Absolutely, yes. When I came to the ghetto, and I was told and I saw with my own eyes, of how the people have to live in the ghetto, and naturally I was right up in arms. I could not digest it that easily. And when the Elders of the Jews called on me to head the department, and naturally I was pleased that I got to do something productive for the ghetto, even though people today have said I worked with the Germans and helped them, which is naturally it's nonsense because if we would not have done what we did in the ghetto, in 1942, that ghetto would have been liquidated completely and no one would have survived. And thanks to Rumkowski, and thanks to his negotiation power he was able to convince the Germans, and actually the Lodz ghetto became a model for all the ghettos in the other areas. So, three days and three nights we registered all the people.",
        "spans": [
            {
                "start": 738,
                "end": 749,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "01:54:05 Sure, we saw brutalities. I saw brutalities where the Kripo, the Kriminalpolizei,'! which were in the ghetto, which had the sole purpose of selecting jewelry and all valuable from the people. They were sitting at the window and shooting at random, like a sniper. By the way, I had him arrested after the war, but he was able to escape so they asked me for help to find him. So, I told them the next time I find someone from the war criminals, he won't be able to escape. © Hans Biebow (1902-1947), was the head of the Lodz ghetto administration.",
        "spans": [
            {
                "start": 527,
                "end": 538,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: Exactly, you couldn't do anything. You were helpless. What could you have done? Well, naturally you felt awful, but what could you have done? You were helpless. You couldn't do anything. This led also to depression. There was no way. You felt like doing something, especially with my hot blood, but what could I have done? We had no weapons. People have asked me, “Why didn't you make a riot like they did in Warsaw?” Because with whom and with what? The Warsaw ghetto had dealings with the outside. We didn't. They could trade something for weapons. We didn't have anybody to trade with, and we didn't have with what to trade, so how can we compare the Warsaw uprising with Lodz ghetto? Oranges and apples.",
        "spans": [
            {
                "start": 458,
                "end": 471,
                "label": "GHETTO"
            },
            {
                "start": 678,
                "end": 689,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "7 Mordechai Chaim Rumkowski (1877-1944), chairman of the Judenrat in the Lodz ghetto.",
        "spans": [
            {
                "start": 73,
                "end": 84,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: You didn't work at the rubber factory the whole time you were in the Lodz ghetto?",
        "spans": [
            {
                "start": 72,
                "end": 83,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: No, no, no. They just had reports were approaching our midst because they were already liberated in I think in '44. The Lodz ghetto was way before us liberated. I think in January of '44 and we were liberated in '45 in April. They were liberated by the end of '44, the Lodz ghetto. The end of '44 beginning of '45. This was they ended. We still had a year to go.",
        "spans": [
            {
                "start": 123,
                "end": 134,
                "label": "GHETTO"
            },
            {
                "start": 272,
                "end": 283,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "'S Hans Biebow (1902-1947) was the head of the Lodz Ghetto administration \fUSHMM Archives RG-50.030*0366 27",
        "spans": [
            {
                "start": 47,
                "end": 58,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: I think it's inappropriate because I can be objective about it. I saw everything happening. I lived through it. If not him not one person would survive from the Lodz ghetto because it would be annihilated in '42 they want to do it. So, he started to deal with them. We give you anything you want, workmanship. We have good workers in every field. Give us food. And he was stretching the days, stretching them, and because of him a lot of people survived. But you know, every -- a lot of people have grudges. You do something good for them 10 times, 11 times you can't -- you make an enemy. The 10 times are forgotten. This is why I, I think it is disappointing but what can I say? Who am I to say anything? Nobody can judge. Nobody can judge that didn't live through it.",
        "spans": [
            {
                "start": 164,
                "end": 175,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: They had all been to the Krakow Ghetto?",
        "spans": [
            {
                "start": 28,
                "end": 41,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Was there any other kinds of things you wanted to tell us about the Krakow, your few months in the Krakow Ghetto that we haven't talked about?",
        "spans": [
            {
                "start": 102,
                "end": 115,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Can you tell me a little bit about life in the ghetto in Radun, the conditions? One second.",
        "spans": [
            {
                "start": 50,
                "end": 65,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: From Grodno ghetto? When? This was probably in the beginning of '43, early '43. Early '43 and it was winter time, that makes sense.",
        "spans": [
            {
                "start": 8,
                "end": 21,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: They recognized me and then I recognized them because I had my head down, I was afraid to keep up my head and to look at them. And when they recognized me, then I pick up my head and I saw them, and I recognized them too. And they ask me where I was going. They knew that I was in Grodno ghetto. I said, \"I don't know where I'm going, where you are going\"? They said, \"we was planning on going to the ghetto and take out my mother, my sister, and other people\". I said, \"It's no use to go to the ghetto, nobody's there already, I was probably the last one\". So they figured, and one, a sister with a brother was with me, but they had to, when I went out from the ghetto, there were two in the group with me, but where they are now, I said, \"I don't know, they probably went, they took them to the gestapo\". I had luck, I don't know how. I had this luck, what I'm now alive. So they recognized and they knew that I'm so tired and hungry.",
        "spans": [
            {
                "start": 284,
                "end": 297,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "USHMM Archives RG-50.030*0381 70 taking out people from the canals, after the Warsaw ghetto uprising, there was a certain village and they were caught and there were five people were killed at that time and he was among them. And his wife perished in Majdanek, she was taken before that. And Elza was with Polish people and she was first in a convent, and then, you know, Mirek Edelman and a whole group were just following. Elza stayed in the convent, and then after the Polish uprising, she was shifted to another place. There were a few places and she was sick and tired of it. She was a young child, very bright, intelligent, beautiful. And in the end she settled, you know, they gave her to a Smith (ph) and they loved her and they really wanted her and she felt good with them. And all the time, you know, changing places and loosing her security. She was very angry and bitter about that.",
        "spans": [
            {
                "start": 78,
                "end": 91,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: That was a really interesting experience. The -- the JDC had borrowed, in the Warsaw ghetto, Gussic and his --",
        "spans": [
            {
                "start": 81,
                "end": 94,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Okay, I wanted to ask you a little bit more about the Minsk ghetto before we move on, what you can remember about the daily life, or what kind of work you did.",
        "spans": [
            {
                "start": 57,
                "end": 69,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: -- the ghetto in Lvov.",
        "spans": [
            {
                "start": 10,
                "end": 24,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Lucille, I usually don’t do this, but I wanted to give a sense to those people who will watch the interview that, as far as I know, there were over 31,000 departments in the Lodz ghetto, and a little over 700 had running water. Just for a people to get a sense of this population of over 200,000 people, what you were living in, in terms of the sheer physical conditions let alone everything else.",
        "spans": [
            {
                "start": 177,
                "end": 188,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: But, there are, I don’t know, at least a few thousand Germans who went into the Lodz ghetto, am I right?",
        "spans": [
            {
                "start": 83,
                "end": 94,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": ", all the relatives. I never said good-bye, I don't know what's happened to them. Whether my Aunt in Warsaw died in the Warsaw ghetto, whether she was, this we will never know.",
        "spans": [
            {
                "start": 120,
                "end": 133,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: And so it was very well done, like a real Potemkin village, that the Germans orchestrated. Before that cross -- Red Cross came I mentioned the old people -- a lot of old -- thousands of old people were deported, and after that, it must have been under the influence of the uprising in the Warsaw ghetto that the Germans did not want it to happen in other ghettos as well, so all able bodied people who were not necessary for the war industry, and like agriculture for where they produced for the Germans, and those who were necessary to maintain the functioning of the town, of the ghetto as such, the physical functioning, were all deported, and Schliesser was gone, and I was among -- the",
        "spans": [
            {
                "start": 292,
                "end": 305,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: -- very, very bad, you know. And we knew that the camps were worse -- the ghettos in -- Lodz ghetto was much worse sanitary and everything, that we knew. Everybody was afraid of the east, because the Polish people suffered before the war, with pogroms. They didn’t need the war for that.",
        "spans": [
            {
                "start": 91,
                "end": 102,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: -- this way for he -- he saved us. Actually everybody -- everybody who could survive, who -- who didn’t die from starvation, or from k-kind of sickness a- are [indecipherable] everybody survived actually Zhmerinka ghetto, is actually -- y -- you know?",
        "spans": [
            {
                "start": 207,
                "end": 223,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "A: And th -- a lot of people f -- worked for su -- for different sugar plants in -- in the Vinnitsa area. He started to f -- reconstruct -- reconstruct a chu -- sugar plant in Brailov, which is seven -- seven kilometers from Zhmerinka. This way, when we lived in Brailov, my mom used to st -- show to me the doors where the Jewish people used to live, and who came to this -- to Zhmerinka ghetto and were killed. And my mother and my grandmother were digging them down.",
        "spans": [
            {
                "start": 379,
                "end": 395,
                "label": "GHETTO"
            }
        ]
    },
    {
        "text": "Q: Paula, did -- did you -- was there something called the chronicles of the Lodz ghetto that you read, people put out a newspaper of some kind with the news on it? Or was the chronicle a sort of underground? A: Don’t recall, really. Q: You don’t recall, okay. A: But we had a theater and concerts -- Q: You did. A: -- in the ghetto, yes, mm-hm. Q: And were they good? A: Yes. Q: Yeah? A: Mm-hm. Q: And did you go often? A: I went enough, you know, we had quite few times. Q: Like once a week, or less than that? A: I don’t think they were that often. Q: They weren’t that often. A: Maybe once a month, or so. Q: Did somebo -- did you have to pay to get in? A: Yes, ghetto money, which was worthless anyway, so it was sort of -- what could you get for it? A concert. Q: But the ghet -- but the ghetto money functioned inside the ghetto, right?",
        "spans": [
            {
                "start": 77,
                "end": 88,
                "label": "GHETTO"
            }
        ]
    }
]